Dppa5a
Coro2b
Olfr835
Astn1
Tmem199
Fkbp1b
Agpat5
Galk1
Gkn2
Exosc3
Slc6a4
Olfr1224-ps1
Mov10
Zfp945
Psmb6
Tmem205
Taok1
Cdh19
Mrvi1
Glp1r
Zfp317
Zscan12
Stip1
Zfp623
Ppfibp1
Foxi3
Pitpnm3
Aldoart1
Ndrg4
Cyp2c29
Ngp
Sdf4
Itgb1bp1
Pcdhga12
Tmem171
Mageb16
Klrb1f
Chd9
Alkbh8
Olfr970
Mylk
Apold1
Lce1d
Olfr1272
Smyd1
Cxcl17
Nek2
Zfp14
Ctps
Snx29
Gapdhs
Olfr1500
Tctex1d1
Maf
Kcng3
Creb3l2
Slc9a3r1
Slc6a20a
Fam166a
Dcaf17
Cnot6l
Frat2
Vopp1
Nagk
Tgm2
Olfr896-ps1
Galnt9
Mbl1
Igfbp5
Adam39
Nup88
Taf2
Chst9
Has1
Kynu
Mob3c
Olfr1339
Map2k5
Stx7
Paip2
Vmn2r90
Sprr1b
Olfr1344
Zfp706
Ccno
Rgmb
Rnf122
Creb3l3
Ndufa6
Lrrc40
Nptx2
Rasgef1c
Gtdc1
Rasgrp3
Plscr5
Tas1r1
Olfr47
Eif2b5
Efhd1
BB014433
Smpd1
Fam168b
Clk2
Ttc9
Tex24
Klhl13
Dact1
Mea1
Chrm2
Lage3
Cdk15
Copg1
Ltn1
Nusap1
Lcmt2
Olfr69
Lrrc17
Olfr728
Olfr1016
AA986860
Bmt2
Lexm
Zscan4-ps2
Apoc4
Cryab
Pex14
Mrgpra4
Lyrm4
Zfp775
Ido2
Tarbp1
Rasd1
Zkscan7
Olfr749
Rnase9
Zfp568
Rbbp8
Art1
Zbtb8a
Trmt1l
Cubn
Homer1
Aurka
Il1rapl1
Mesd
Olfr305
Slc8a2
Eif4h
Nudt3
Plekhg6
Map9
Iffo1
Pcdhb3
Efna3
C9
Cyth4
Foxa2
Olfr551
Hs3st4
Adam24
Olfr1216
Crabp2
Pou3f2
Ncl
Nit1
Cd209c
Sgpl1
Slc2a1
Nudt16l1
Olfr1362
Hey1
Cog8
Msi1
Gpr26
Zfp831
Olfr70
Fblim1
Kcna7
Edrf1
Coa5
Olfr1160
Yrdc
Olfr437
Seh1l
Erbb3
Olfr727
Chad
Dusp21
Smim10l1
Serpina3m
Xlr3c
Ppil4
Kap
Prl3c1
Ctsw
Wdr75
Tomm40l
Slc5a10
Slc4a8
Olfr699
Fbxl2
Chmp4c
Zfp959
Cass4
Pkn2
Susd6
Gcnt1
Herc3
Alpi
Pigu
Trim14
Lypd6b
Tdo2
Eri3
Lamtor3
Pdcd5
Cisd1
Olfr331
Mfsd9
Nkain4
Klf9
Olfr654
Snrk
Tmem144
Ky
Tmem178
Nup85
Olfr1113
Olfr294
Pde1c
Rabep2
Mex3b
Mc4r
Mt3
Tmem214
Gpr85
Cd209d
Frmd7
Vps41
Eif3b
Nfic
Ggt6
Tmem14c
Slc5a3
Brpf3
Serp2
Prkar1b
Dyrk3
Rsu1
Asb5
Olfr1453
Sema6a
Gpd2
Topors
Wnt7a
Spire2
Olfr1384
Olfr560
Grasp
Mybphl
Cnbp
Abhd10
Mocs1
Vmn1r77
Olfr1123
Fgf22
Gramd1c
Ucp3
Ndufs4
Trpm6
Slc2a5
Nudt9
Tex13c1
Mtmr10
Agt
Gosr2
Mycbp2
Cfap36
Rap2b
Nr4a2
Snapc3
Zfp637
Vmn1r59
Dcaf6
Oit1
Ablim1
Dus1l
Atf2
Cmtr1
Ltbp1
Scgb2b3
Olfr1388
Daam2
Gabrq
Vmn2r2
Itm2b
Npy
Myom1
Slco1b2
Krt87
Uqcrb
Zmiz2
Abca9
Rapgef2
Slc12a9
Sh3gl1
Olfr982
Dgkq
Sec14l5
Fhl5
Cpa3
Hs6st1
Atp11b
Vmn1r78
Bptf
Prkra
Paqr9
Abhd13
Pla2g4b
Dnajc5b
Zranb1
Ctla2b
Cdca5
Vmn1r219
Stk26
Kat8
Atmin
Myh14
Grm6
Ndufv2
Krt42
Snrpd2
Tmsb15a
Spock2
Slc22a15
Fto
Zfp229
Ggcx
Fgf23
Dmd
Col20a1
C3ar1
Psme4
Tex37
BC080695
Yars
Olfr1179
Lgalsl
Nhlrc2
Tnn
Hepacam2
Tmem204
Yod1
Tas2r129
Acte1
Zfp454
Olfr206
Cdc73
Ccni
Ehmt2
Ncaph
Pon3
Smco2
Disc1
Awat1
Prss16
Rhbg
Vwa3b
Gata1
Selplg
Armc9
Thsd7b
Dctn5
Fubp1
Adgrg2
Socs6
Anapc2
Srrm1
Ryr1
Tmem107
Nfya
Ptgds
Cypt2
Frem3
Klk4
Plekhb1
Gpx2
Stard4
Scd1
Txndc8
Obp1a
Slc29a1
Chit1
Fus
Ccdc121
Hpgds
Ccdc57
Btf3
Spink2
Hoxa6
Nol7
Kif11
Llgl2
Wbp2nl
T
AW146154
Cyp11b2
Hspa1b
Ephx3
Ak2
Olfr190
Lrrc39
Inpp4a
R3hdml
Bcam
Plin5
Vmn1r15
Nt5m
Asl
Sco2
Tas2r102
Pxn
Mbtps1
Hist3h2ba
Zc3h6
Ldlrad3
Wdr38
Pex5l
Slx4
Cd22
Mta1
Ankrd11
Npm2
Rmdn1
Pirt
Zfp72
Dennd5b
Cdh22
Abitram
Tgfb3
Olfr26
Iqcf3
Mxd3
Asprv1
Cyp8b1
Pgbd1
Cspg4
Slc25a41
Ptk2b
Phlda2
Htr3b
Fam210b
Fgd6
Rab7b
Rgs1
Olfr348
Ankrd17
Trbv30
Immp2l
Il2rb
Stox2
Olfr1413
Aoc2
Crtc2
Rph3a
Ankhd1
Zfp275
Vps26a
Ccnc
Sh3bgr
Ezh1
Slurp2
Pla2g4e
Btbd16
Sin3a
Lysmd4
Hoxb8
Olfr768
Olfr1175-ps
Zscan25
Wdfy3
Plcd1
Mpv17
Pnkd
Olfr651
Ifna7
Olfr1141
Rhof
Fig4
Eif4g2
Rgs9bp
Aar2
Tubal3
Olfr623
Bche
Cdkl1
Cdipt
Lelp1
Uap1l1
Cap1
Pcsk2
Flii
Samd14
Cdc27
Pou5f2
Smc5
Zfp341
Tnfsf11
Dusp27
Ap1s2
Fancd2os
Ano9
Htr1a
Arhgef4-1
Stam2
Tbck
Pkhd1
Gsap
Ercc1
Krt20
Lipo3
Nim1k
Skint11
Plgrkt
Fras1
Ppib
Rnase10
Eya3
Tlr8
Klk9
Slc16a5
Cracr2b
Olfr64
Mtf1
Glt1d1
Relch
Npffr1
Ldb3
Vwa5b1
Galnt17
Sgcz
Ccdc124
Tmem45a2
Vgf
Ccdc190
Cyp27b1
Hars
Ccl8
Pcdhgc3
P3h2
Aldh3b1
Asf1a
Fbxo36
Srsf5
Brox
Hyal5
Grap
Fga
Omt2a
Kmt5b
Vmn1r32
Olfr672
Zfp663
Entpd3
Rnf31
Hoxc5
Ppp1r10
Bco2
Cnot11
Edem3
Capn11
Olfr978
Gdf2
Gtf2f1
Yif1a
Tmem161a
Gramd3
Cdk19
Ltbr
Tlr1
Lsg1
Dmrtc1a
Chd7
Olfr44
Emp3
Plk4
Ddit4
St6galnac2
Pcdh9
Ccpg1
Ogfod2
Atoh1
Ttpa
Mgat2
Fst
Samm50
Rad51d
Sept5
Tas2r135
Birc5
Tk1
Slc15a3
Clpb
Dazap1
Lrrk2
Ptprb
Armc6
Vmn2r84
Ly6k
Tbc1d10b
Poldip2
Mtus1
Pgrmc1
Zfp622
Epx
Tex21
Olfr1505
Kcnq5
Rorb
Enkur
Adck2
Acta2
Hcls1
Ppcs
B3glct
Noto
Rcan1
Tafa2
Hist1h3c
Crot
Adgrl3
Unc13b
Plxdc1
Frem1
Tpm1
Fibp
Zkscan6
Tmem128
Nme5
Rxrg
Pcdha9
Magea1
Npbwr1
Tmem176b
Lrp6
Oxa1l
Slitrk5
Olfr1351
Galm
Qrfpr
Plekhn1
Nr4a1
Rras
Scamp1
Ak9
Krtap6-2
Vmn1r224
Dgkg
Samd8
Olfr625-ps1
Armcx3
Tspyl2
Cfap126
Fam110c
C1qa
Slc30a5
Prkcb
Pfn4
Pacs2
Ophn1
Tcf3
Vmn2r93
Map7d2
Xylt1
B2m
Esf1
Rnf26
Fbxo5
Zbtb3
Ubash3a
Esp4
Clec12b
Akap14
Bsdc1
Fyco1
A2m
Nsd1
Slc25a43
Park7
Rbck1
Nsmce4a
Eif4e3
Slc16a14
Cadm4
Htr4
Dram1
Exoc2
Loxl2
Prss50
Rnf212b
Zim1
Adora3
Esco2
Pramel1
Cgas
Ccr7
Gpr1
Akp3
Mtg1
Pan3
Zfp386
Scrt1
Glyr1
Vmn1r220
Eva1a
Lcn12
Fry
Zmat3
Abhd16b
Cabs1
Dhrs1
Pvalb
Ldhc
Atp8b5
Npr2
Hils1
Sike1
Gtf2h1
Tpbg
Tmem82
Zfp661
Gse1
Zfp296
Gtpbp2
Olfr1491
Kazn
Atic
Olfr1410
Olfr453
Krt5
Ancv1r
Car10
Mast1
Sgcg
Dennd4b
Synpo2
Thpo
Klhl18
Echs1
Fgg
Tcp10a
Chrdl2
Gnao1
Cggbp1
Prps2
Evc
Nnmt
Scgb2b27
Zbtb26
Olfr913
Parg
Polr2a
Tas2r115
Camk2a
Api5
Olfr992
Pdp1
Krt25
Sept14
Zfp764
Mlh3
Adam15
B3gnt7
Car14
Olfr669
Itfg1
Gcc1
G2e3
Rmi1
Sox8
Tkfc
Cdh9
Dctn3
Rexo2
Mcc
Alkbh4
Olfr919
Pdgfc
Glb1l
Zpr1
Ifi47
Atp8b2
Washc3
Uqcrfs1
Tmem50b
Six2
Gdi2
Baz2b
Pecam1
Olfr1195
Sdr16c6
Vmn2r49
Ccdc172
Ankrd13b
Rnf19a
Masp1
Got2
Yy1
Usp18
Cryba4
Tppp2
Ccdc113
Srprb
Zfp266
Ptger2
Rab5c
Ccdc82
Dgat2
Serpini1
Ddias
Ascc1
Duoxa1
Slc31a2
Carmil2
Klf2
Krtap31-2
Fzd7
Tbpl2
Clta
Spz1
Itih1
Vmn1r180
Plppr5
Spib
Slc5a4b
Wdr20rt
Gimap9
Adgre5
Olfr1438-ps1
Gid8
C9orf72
Pebp1
Pcf11
Pnrc2
Prep
Cdkn2aipnl
Krtap1-3
Olfml2b
Arl15
Egfl7
Srgap2
Rfx6
Vmn1r202
Itpa
Prkaa1
Fam173a
Nmbr
Trim54
Tmem231
Zfyve16
Kcnip4
Vmn1r6
Slfn2
Plekhg3
Spag4
Rdh14
Bend7
Nsd2
Sdhaf2
Otog
Cyp2c55
Ercc6l
Hypm
Igsf5
Fam45a
C1qtnf4
Pop5
Cpne3
Doxl2
Apobec3
Car11
Tmem79
Clns1a
Vps33a
Pdss1
Abraxas1
Ptpn18
Pllp
Spam1
Ercc2
Gas2l1
Steap3
Fkbp11
Npas4
Tti1
Epc1
Spcs3
Mapre1
Zfp329
Rpusd4
Abr
Slc30a7
Tmem174
Arpc3
Cnpy3
Ndnf
Ppp1r9a
A4galt
Ube2v1
Ninj2
Vmn2r97
Sntb1
Cdpf1
Dapp1
Ccdc7b
Btg4
Gp2
Txndc15
Cdyl
Ccdc186
Slc26a7
Dusp1
Kras
Tenm4
Naip2
Pex11g
Ccdc63
Itgad
Aif1
Esp36
Efr3b
Cds2
Mtmr12
Jmjd8
A2ml1
Ssh1
Hoxc12
Prkag3
Tarsl2
Dmc1
Rab8b
H2al1j
Prom1
Ankrd22
Ick
Tspan8
Ddr1
Ppp2r5b
Ttc30b
Psg25
Rabgef1
Cd4
Olfr8
Nthl1
Vps51
Hemk1
H2afb3
Ltbp4
Lrriq3
Arl5b
Gckr
Epn3
Zc3h12b
Dlec1
Ddah2
Hacd2
Slc22a29
Clec4a1
Slc38a3
Rbm48
Olfr99
Nr3c2
Psg17
Ccdc157
Atxn10
Whrn
Eid3
Cyp4a10
Ucn3
Prdm2
Unc5c
Wwtr1
Fam186b
Cntln
St6gal1
Kcng1
Ccl24
Desi2
Plag1
Ces5a
Prrg2
Ppy
Fbxo4
Ss18
Olfr361
Olfr1056
Srms
Hist1h3b
Ubr4
Nbea
Actrt1
Nfu1
Ddx59
Palmd
Hnrnpr
Dhx57
Rbm4b
H2afj
BC030500
Ankfn1
Rhod
Upb1
Paip1
Adam10
Cwf19l2
Mob3a
Mmp13
Htra1
Ccdc153
Hexdc
Akirin1
Pgm3
Tmem168
Cd2
Arhgdig
Per1
Olfr399
Trappc1
Disp3
Bckdha
Wdr26
Mpp2
Lrp4
Draxin
Hip1r
Cccd201
Urod
Olfr1258
Nfe2l1
Pclo
Osbpl11
Rbm7
Sbk2
Mdc1
Gpr75
Atpaf2
Nat1
Olfr1309
Mvb12a
Gpr137c
Rims3
Pi4k2b
Serpina1d
Fam163b
Irx4
Krt23
Prpf39
Gzmk
Ihh
Scgb1b20
Zfp354a
Psg29
Strc
Sfxn5
Arhgef5
Ccnd1
Cetn3
Hspe1
Olfr474
Pate9
Dennd6a
Lmo3
Snx30
Trafd1
Usp54
Zfp384
Heatr4
Urah
Kyat3
Cpne5
Nfasc
Nfrkb
Smyd2
Psmg1
Tedc1
AI837181
Gtf3a
Sema4f
Olfr1387
Rec8
Prss32
Slc6a19
Zmynd12
Serpinb7
Cdk5
Rsbn1l
Stkld1
Elmsan1
Npffr2
Olfr822
Sertad2
Olfr381
Cbr2
Rab17
Olfr1298
Filip1
Ilf2
Nkapl
Lrrd1
Homer3
Prss35
Cmbl
Olfr1386
Wdr66
Olfr1495
Tepsin
Defb6
Fuom
Lars
Olfr598
Sis
Elp1
Echdc2
Calr3
Afm
Olfr130
Rab30
Sfn
Krt35
Cpsf1
Bex3
Tlr5
Tcstv1
Qsox2
Otud1
Olfr1043
Zfp282
S100a10
Tns1
Stn1
Ankib1
Iqgap2
Sorbs1
Fbxo27
Prps1
Myo7a
Btnl10
Rnf121
Sigirr
Hmbs
Gabrb3
Ak7
Acot2
Akr1a1
Zfp420
Pld3
Tmem123
Glce
Mbtd1
Vipr1
Plat
Gfra1
Pde1a
Cidec
Churc1
Nckap5
Lgals4
C2
Kntc1
Mcidas
Lmtk3
Nkain3
Zfp770
Plod1
Olfr979
Pwwp3a
Map1a
Wapl
C4b
Fam170a
Tmem62
Foxq1
Mcf2l
Fbxo45
Kdm6b
Olfr1062
Gon4l
Uncx
Tnxb
Apex1
Efcab7
Slc14a1
Numa1
Zfp362
Nacc2
Pm20d2
Olfr769
Lrrc20
Krtap4-16
Dbh
Olfr986
Vmn2r65
Hormad2
Slc22a14
Trim30d
Unc119
Rfwd3
Casp7
Fbxw27
Fstl4
Syndig1l
Olfr259
Shank1
Lipt2
Arhgef3
Lbx2
Elf1
Tbx4
Reln
Bop1
Tekt5
Abo
Olfr1246
Ano4
Fam122c
Cited1
Ctsf
Katnb1
Peli2
Phactr4
Ahsa1
Dzip1l
Abhd4
Memo1
Kcnd1
Fbl
Kif15
Klrb1a
Sva
Zfp106
Dkkl1
BC048562
Ggt5
Olfr911-ps1
Olfr652
Pfkfb3
Jmy
Zfp715
Pdlim4
Zfp58
Tert
Myo1b
Hmcn1
Rfc1
Pate10
Aars
Klhl23
Crb1
Pigt
Grk3
Smim19
Coq5
Ccdc7a
Mpp3
Phgr1
Atp1a4
Fbxw5
Slc20a1
Ddx5
Adamtsl1
Psg19
Ctf2
Use1
Dlk1
Reg4
Amhr2
Trhde
Ddx31
Oard1
Gabrp
Tlr7
Gnas
Ibtk
Epha5
Krtap1-5
Amd2
Nfs1
Cd2bp2
Gkap1
Pcdhb10
Slc29a3
Efcab2
Ang2
Pank2
Ctnnbip1
Slc2a8
Tas2r110
Prl2a1
Scgb2a2
Vmo1
Hdac5
Jsrp1
Myh7b
Pfn3
Ndp
Map7d3
Psg28
Ros1
Rad21l
Cfh
Gdf6
Nipbl
Prrx1
Myoc
Pkp1
Eef1a2
Tmem132c
Tfap2c
Tgfbr1
Best3
Eipr1
Tmem262
Ythdf1
Svs5
Upk2
Mia3
Mllt11
Apoa4
Sema3g
H2-D1
Tollip
Myo15
Mup20
Gpr37
Vmn1r222
Ttf2
Defb14
Syce3
Hist1h1c
Olfr1290
Ctdspl2
Sirt3
Ulk1
Eri1
Spata20
Dhx8
Ddx11
Gpr137
Polr3f
Nyx
Shpk
Hapln2
Cetn2
Ocstamp
Anp32e
Mrap
Gatm
Ech1
C8b
Xpnpep3
Parp9
Fuca1
Dpp10
Fbxo9
Olfr808
Commd6
Ifnz
Mnx1
Btbd3
Nfyb
Slc25a21
Vmn2r124
Fat1
Hist1h3d
Cdkl5
Slc12a3
Clmn
Pak3
Olfr920
Umodl1
Stk32a
Arhgap17
Pitx2
Ackr1
Cdc42se2
Hbb-bh2
Icam2
Klrb1b
Ccdc155
Xrcc4
Smyd4
C87436
Mapk7
Adgre4
Slc39a5
Vps53
Iqcb1
Megf9
Icmt
Mip
Aven
Cyp4f16
Larp1b
Rfpl4b
Sh3rf3
Lhcgr
Dipk1a
Rfc2
Slc2a4
Dydc2
Stc1
Jmjd6
Esp23
Otc
Vmn2r99
Lmbr1
Fam126a
Fez2
Zfp503
Rbp4
Etnk1
Uqcc3
Tmprss11c
Hdac11
Cyp2f2
Nr5a2
Olfr1218
Prss53
Ripk4
Hcrtr1
Usp35
Skint1
Angel1
Fgd5
Mkx
Ifi211
Sec14l4
Zbtb37
Rdh5
Cdhr5
Haus1
Txnl4a
Slc4a7
Hsph1
Fastkd5
Mab21l1
Prdm6
Setd2
Glrp1
Herc1
Agmo
Eif4g1
Orc4
Mrm3
Cpa1
Ttyh3
Dynlrb1
Rcc1
Klrc1
Flrt1
Slc30a9
Cspp1
Maf1
Zbbx
B3galt4
Chst10
Ptafr
Arhgap1
St7l
Olfr340
Fam92a
Rnf133
Tirap
Olfr902
Ankrd9
Trappc2
F8
Crybb2
Trub2
Nipsnap2
Zfp819
Ms4a4c
Ccdc9b
Dnttip1
Sorbs3
Prss40
Wbp1
Cenpj
Itgb5
Krr1
Impad1
Ccdc97
Rbm17
Nedd1
Safb
Arxes2
Aldh1l2
Erlec1
Slc6a9
Bpifb4
Phyhipl
Pcdh7
Aqr
Sav1
Igsf9
Vdr
Gatd3a
Dgcr8
Mbd1
Polm
Gimap4
Actr1a
Wdfy2
Itga2
Orm2
Jak2
Plcb4
Drc1
Rnaseh1
Rnf39
Rexo4
Serpina1f
Rgs2
Timm23
Sim2
Osbpl5
Ifit1bl1
Smarcc2
Rwdd3
Oog4
Kdelr1
Arf2
Rhoj
Capn5
Nedd8
Slu7
Olfr543
Fam240b
Olfr1504
Dipk2b
Fgf20
Cptp
Bsph1
Chrm5
Adgrf3
Myh1
Son
Cypt12
Lrit3
Neurog2
Foxe3
Ccdc146
H2al1n
Olfr1170
Vmn2r10
Rasl10b
Lpar2
Olfr904
Olfr862
Prb1
Olfr683
Hdac4
Nsl1
Prrt3
Olfr147
Clhc1
Psmc1
Adam28
Csmd3
Tmem198b
Rab1b
Diaph3
Asb7
Prkch
Phactr3
Ralgds
Rab37
Nipal2
Tti2
Sprr2d
Shisa8
Brd1
Npb
Mtx3
Exph5
Fzd3
Ighmbp2
Iah1
Nlrp4c
Ccl26
Tbata
Rilpl1
Pkd2l1
Prl7b1
Cd101
Sbno2
Upk3b
Prr12
Olfr6
Pdk2
Asb8
Tcerg1
Catsper2
Tmem255a
Mib1
Igfals
Vta1
Gdf9
Adgrd1
Spdye4b
Sec24d
Olfr1099
Gzmb
Cd36
Psmd14
Pipox
Tmem191c
Armh3
Mterf1a
Olfr1354
Ms4a14
Slc10a1
Olfr943
Arg1
Nelfb
Pkd2
Slc17a8
March9
Smarca1
Cd320
Smap2
Cst13
Mmp15
Yap1
Zfp536
Fam167a
Pamr1
Ror1
Onecut1
Olfr618
Tbc1d2
Zfp560
Npas3
Dhrs7
Shisa7
Trnt1
Matn2
Map3k7
Ntrk3
Stambp
Gsdmc4
Il1a
Camsap1
Oprl1
Nccrp1
Olfr1115
Syce2
Nepn
Efhc1
Fcrlb
Adar
Tmem50a
Erbb2
Asb13
Lgals8
Erg
Pate11
Vmn1r217
Gucy2f
Npepl1
Ubash3b
Ppp2r5c
Cul4a
Elp6
Tmem170b
Duox1
Cacna2d3
Ceacam20
C1qtnf9
Mcf2
Asna1
Sh3gl2
Fam187a
Dnajb1
Arsk
Trdc
Kcne1
Slc27a6
Hoxd9
Stt3b
Adh4
Fzr1
Fbln5
Il6ra
Prxl2b
Smbd1
Olfr1426
Ldlrad1
Ovgp1
Il20ra
Gdf15
Ppil2
Kdm7a
Cpne6
Copa
Coa3
Cyp2j11
Rsl1
Nutf2
H2-Q1
Ccsap
Brca2
Tbc1d10c
Dcaf12l1
Tspan6
Cenpx
Arl13b
Tmem40
Defb37
Cnot7
Dcst1
Tmem147
Utf1
Fam178b
Dpp4
Casp4
Lsm14b
Angptl3
Mafb
Pigp
Lrp1b
Dcaf8
Mtss2
Aard
F8a
Sla
Slc25a37
Naaa
Cdc37
Fam43a
Rbm28
Pcdha4
Cldn20
Prcc
Plekhh2
Olfr1440
Ripply1
Celf5
Thbs2
Dnajc28
Bbs1
Trappc4
Adamts18
Plagl1
Fam184b
Eprs
Spag11a
Zbtb11
Fhdc1
Sult1b1
Guca2a
Tbc1d7
Mpst
Atp6v1fnb
Adgrl4
Carnmt1
Grcc10
Akap11
Cdc6
Zfand6
Cd209g
Vmn1r194
Elob
Ccdc107
Samd4b
Armc12
Tada2a
Slc5a4a
Dazl
Klf8
Ankrd60
Srsf2
Htt
Odf4
Rnf19b
Tbx15
Slc17a6
Aifm2
Cluap1
Vps45
Stx11
Mid1ip1
Hnrnpul1
Obox6
Atp7a
Morc4
Dusp2
Catsperz
Cebpe
Rybp
Emx1
Cacng5
Ano7
Tmem87b
Ptprc
Trim27
H2afx
Olfr812
Scgn
Adamts16
Bhlha9
Olfr1163
Pgm2
Pcp4l1
Slitrk3
Fgf1
Obp2b
Mycl
Olfr229
Mpzl3
Eif2s3y
Them7
Nfat5
Sptlc3
Eef1e1
Grifin
Dedd
P4ha1
Zfp493
Olfr1437
Olfr392
Insyn2b
Nsun6
S100a5
Cyp2j9
Medag
Pdcl2
Fcer2a
Adamts1
Micu3
Kcnt1
Manea
Abhd6
Ooep
Psenen
Fam222b
Tbx21
Mlf2
Fancl
Terb2
Atg16l1
Endog
Acad12
Hjv
Dnm2
Zscan22
Hap1
Slc9a3r2
Hist3h2a
Arhgef28
Alb
Dcdc2c
Akr1c19
Armh1
Mss51
Vcl
Ttll1
Fmn2
Pcdha11-1
Usp51
Slc5a1
Adcy1
Zdhhc14
Acy1
Stau1
Hfm1
Trappc6b
Acot12
Olfr697
Isyna1
Ralgps2
Rnf185
Gmeb1
Tmed5
Ptger1
Acad8
Apopt1
Vsig10
Rbm39
Olfr1378
Ncdn
Trim62
Pno1
AU022252
Polr2b
Cenpm
Lrrc74b
Tnfrsf9
Ssb
Tk2
Ptch2
Slc23a4
Sh3bgrl3
Rnf43
Pip5k1b
Vmn1r4
Orai1
Krtap28-10
Zbtb2
Spg21
Car2
Zfp777
Prrc2c
Zfp108
Olfr285
Selenon
Ppp2ca
Ccdc183
Meaf6
Haus8
Erbin
Cgn
Pabpc2
Ap1m2
Ccdc39
Pnma5
Tmem37
Cd74
Cldn19
Zfp276
Urad
Ranbp9
Dmap1
Supt5
Ube2d3
Dcdc2a
Kifap3
Serinc1
Slc35g3
Otop1
Gch1
Gstt2
Rit1
Sucla2
Olfr596
Olfr71
Wdr45b
Tmem238l
Unc45a
Ntm
Rabggta
Rapgef3
Gimap8
Plekhg5
Dipk1b
Fscn3
Cog4
Snai3
Cnbd2
Cdca2
Prmt7
Emb
Luzp2
Olfr66
Phldb3
Kbtbd7
Olfr1286
Hmgn3
Mapk4
Washc4
Lsm3
Erich3
Amelx
Cyhr1
Nkx3-1
Rab3gap2
Txndc12
B3gnt3
Olfr1489
Utp14b
Fbxl18
Nxnl2
Stat5a
Gtf2h4
Ik
Pcdhb13
Cnr2
Sctr
Nudt22
Atg9a
Ypel4
Meis2
Sh3bp2
Ampd3
Hoxa13
Smim38
Far2
Taar1
Ankrd63
Gna11
Sytl3
Apip
Cmklr1
Cavin4
Dusp15
Susd4
Pwp2
Nos1ap
Adra1b
Acvrl1
Sdhc
Bpi
Klk1b1
Trbv2
Snapc5
Ctu1
Srgn
Twist1
Pnp2
Gprc5d
Fyn
Oplah
Sra1
Alx4
Zfp185
Zfp180
Dip2c
Ccdc85c
Vps50
Ccnf
Spats1
Cyp7b1
Dpy19l4
Ssc4d
Snapc4
Kcnn1
Gnb1
Npr1
Rhbdd3
Pcdh19
Stk17b
Slc40a1
Olfr1058
Rag1
Vamp1
Id2
Tmco2
Nrde2
Csf2rb
Casp8
Crls1
Tfap2b
Gtf3c6
Col10a1
Laptm4a
Snap25
Klk11
Ranbp3
Samt4
Uevld
Exo5
Padi2
Zfp280b
Olfr1245
Kpnb1
Cep76
Pglyrp4
Olfr1208
Fbxo11
Plekhh3
Dbn1
Zfp638
Srrt
Nek11
Azin1
Plekho1
Cox7b
Olfr826
Scrt2
Gng4
Acadl
Dram2
Armc1
Rxfp2
Plxnd1
D1Pas1
Edc3
Pomgnt2
Themis
Itga1
Kdelr3
Cdc14b
Dnase1l2
Npw
Evl
Tmc1
Suco
Cep152
Ghdc
Gsdma2
Mdga2
Poglut3
Hip1
Olfr933
Fastkd1
Olfr1220
Unc45b
Zfp873
Fam98c
Sin3b
Ecd
Slc1a1
Hexim2
Ctps2
Mastl
Ly6d
Tpt1
Ttc3
Cfap157
Gfral
Zswim1
Igf2bp2
Nxph4
Cdca7l
Cep97
Fign
Ttc26
Abi3bp
Gstk1
Ddc
Pcdhb4
Calhm1
Lypd5
Lsm11
Zfp395
Olfr364-ps1
Fzd10
Slfn14
Ovch2
Zwint
Fbxo39
Ces2b
Izumo4
Fbh1
Tnk2
Vmn1r225
Smr2
Crisp3
Olfr512
Prkar2a
Itih2
Cabcoco1
Exoc3l
Fgf3
Ifna13
Commd8
Cbr4
Cysrt1
Olfr351
Fryl
Gnai2
Stub1
Kirrel
Olfr984
Slc36a2
Stx8
Dexi
Clstn3
Ubqln3
Tmem100
Ift172
Ppm1h
Coq3
Cradd
Chrnb2
Smc2
Abcc3
Mta2
Nebl
Vmn2r51
Abraxas2
Gsc
Ccdc81
Cmtm1
Rbp2
Unc119b
Cntfr
Rtn4r
Ostc
Notch2
Zfp459
Olfr205
Vmn1r214
Ambp
Fam92b
Gart
Naa30
H2-M9
Fam189a2
Mrgprb3
Cxcl16
Pigq
Lrrc15
Prss41
Lingo3
Trim42
Trbv15
Ccnj
Eml6
Dpagt1
Cntnap5b
Pcdh8
Lrp10
Tmem151a
Gsg1l2
Hopx
Ezr
Tceal8
Gnb5
Psmg4
Grp
Hectd2
Spata18
Rnf216
Rcn1
Slc5a12
Olfr61
Slc4a10
Tnc
Cstl1
Birc7
Adora1
Rnf125
Chrna6
Tal2
Ank3
Muc2
Slc48a1
Vps37b
Tmf1
Ostm1
Zmynd19
Neto2
Egfl8
Gpam
Fdxacb1
Uckl1
Lipc
Olfr632
Top2a
Prl6a1
Fzd2
Polr1c
Abca8b
Ubiad1
Rin2
Pax4
Cep85l
Apmap
Sult2a2
Chia1
Apol7c
Pld4
Ctbp1
Olfr575
Tgfb2
Svs6
Angpt2
Stxbp4
Ddrgk1
Tex264
Clnk
C1rb
Ticrr
Gstm4
Nova1
Trappc13
Pcsk6
Luzp1
Casp8ap2
Slc35b1
Plch1
Trappc11
Tshr
Foxo1
Lca5
Shisal2b
Timm21
Gstp1
Slc4a1ap
Kif2b
Olfr1215
Tead1
Pax6
Egr2
Alox12
Etf1
Sh2d1a
Rgp1
St6galnac3
Vmn1r198
Phb
Otub2
Flacc1
Ids
Ncoa3
Trak1
Tctn3
Kcna10
Ush1c
Clcn5
Klhl42
Polr3d
Slc6a11
Mrs2
Megf11
Cpvl
Nlrx1
Syf2
Vmn1r213
Slc44a4
Nup188
Dll4
Hey2
Sox30
Rsad1
Runx3
Fam78a
Olfr31
Ccne2
Trmt1
Dnajc9
Klhl36
Hdx
Borcs5
Defb35
Eif4a1
Commd7
Cep126
Aurkb
Zfp92
Wnt4
Sarm1
Nemf
Ndufa5
Slc25a18
Gtf2ird2
Esco1
Nuf2
Myoz2
Lpcat1
Tuba8
Fxyd1
Fcamr
Olfr447
Sardh
Adgrg5
Rogdi
Mmp11
Gpx6
Crocc
Olfr319
Samd4
Opa1
Shoc2
Tmem119
Miip
Fmr1
Bmp6
Fmo6
Abcg5
Lmf1
Etv2
Cyp4f18
Ncapd3
Cfap47
Olfr1383
Vmn1r196
Usp16
Mcoln3
Gramd1a
Olfr345
Tceal9
Dcpp3
Ttc39a
Rbpj
Tpcn2
Hk2
Drd3
Ugp2
Tshz1
Plppr3
Lyar
Rit2
Eif2b4
H3f3a
Cmtr2
Hist2h4
Nol10
Cgrrf1
Tbcel
Zfp78
Pla2g3
Olfr122
Man2a2
Blk
Krtap3-1
Papln
Zfp113
Gpc2
Pnpla3
Cnih4
Rpa1
Fam49b
Cypt1
Ppp3ca
Nek3
Catsperd
Palm3
Clec4e
Sh3rf2
Pfkfb4
Fgfr1op
Snrpa1
Sdc4
Ccdc28b
Kif4
Ugt1a7c
Sh3bp5l
Il1rn
Parp16
Scara5
Patl1
Ccdc169
Pknox1
Ythdf3
Wt1
Stk25
Kcnh7
Raver2
Tdp2
Krt80
Bmp5
Zfp112
N4bp2
Il12rb1
Nup133
Tsc2
Hsf3
Xdh
Eef1akmt1
Mical2
Bbs10
Map1s
Serpinh1
Mptx2
Dll3
Slc17a7
Usp15
Atp6v1c1
Retnlg
Aqp11
Mtrf1l
Wtip
Birc6
Arfgap1
Smco4
Alad
Tbc1d25
Ap1s3
Rbm45
Dpm3
Mgll
Creg1
Tln1
Gemin8
Inhbb
Efcab10
Fam160a1
Cmtm7
Tmpo
Srp19
Lamtor2
Clk1
Gbx2
Sult4a1
Ctag2
Supt7l
Ppp3r1
Ap3b1
Lrtm2
Sf3b3
Itih5
Fndc11
Pigm
Naf1
Adgrg6
Olfr1509
Olfr574
Itfg2
Slc7a10
Ngf
Entpd7
Atp2a1
Jak3
Col5a3
Il1rl1
Cyp4a29
Clu
Amer3
Kng2
Glrx
Pnliprp2
Astl
Olfr1002
Nlrp4b
Brf2
Fnbp1
Kcnj10
Mrgprb2
Ngdn
Ggnbp1
Kctd13
Olfr608
BC031181
Gla
Vgll4
Yeats4
Stk36
Mapkapk2
Olfr823
Ly6m
Cxcl9
Zfp978
Ch25h
Nt5dc3
Prkg1
Tor1aip2
Iqcf5
St6galnac1
Vdac3
Fam161b
Sema6b
Ascl3
Maob
Irx3
Rpusd2
Mfsd4a
Plin2
Krt19
Dusp3
Chga
Plppr1
Spen
Eef1akmt2
Tusc1
Olfr1263
Arhgdib
Glg1
Fam192a
Pank3
Ndufs5
Zfp319
Ybx2
Msc
Snw1
Il16
Acaa1a
Rbx1
Hus1
Sat1
Btnl2
Cblb
Hspa1l
Tmem185a
Cd24a
Prxl2a
Slc28a1
Mettl15
Agr3
Cystm1
Wrb
Stx17
Muc15
Hba-a2
Brat1
Dnase1l3
Zfp583
Yju2
Abcg8
Reep3
Cenpp
Pcdha2
Tmem179
Slc44a5
Lig1
Crispld2
Olfr980
Rnf41
Slc24a4
Chrm3
Timm17b
Nt5e
Tmem235
Ankrd34a
Rasgrf1
Zpbp2
Slc4a1
Abl2
Pfn1
Cd163l1
Kcnh1
Anapc13
Ptprj
Vmn2r117
Olfr1137
Pradc1
Nkiras2
Vit
Adam9
Nat2
Ptpn11
Mettl16
U2surp
Kbtbd12
Pitx3
Olfr1032
Cep83
Olfr1371
Mpo
Zdhhc9
Odf3
Usp2
Fam149b
Dnah10
Sbp
Inpp5f
Il4
Lrit1
Vstm2a
Prdx2
Taco1
Serpinb6b
Tmem8b
Agtrap
Muc1
Kpna3
Kif2a
Ropn1
Inava
Sorcs1
Pycrl
Rab1a
Glod4
Isx
Uaca
Ssr1
Smim5
Sall4
Oas1a
Zfp747
Lonp2
Rpgr
Setbp1
Olfr1180
Olfr764-ps1
Snx9
Mkks
Mat1a
Tmem255b
Spidr
Armcx1
Cyp2a4
Me2
Radil
Col3a1
Castor1
Ift22
Anp32a
Ndufaf1
Phospho2
Actl11
Dennd1a
Myf6
Donson
A1cf
Magix
Mtfr2
Plekhg2
Fabp9
Trim30a
Cilp2
Id4
Olfr173
Iars
Apaf1
Ints4
Cask
Il17rc
Uxs1
Olfr378
Eef1aknmt
Defb8
Il10
Lhx1
Igsf10
Ctnna3
Mcpt2
Cnih2
Pbx1
Taar6
Lin52
Klk15
Six4
Atad1
R3hdm2
Tsx
Cela2a
Tafa1
Epha3
Ldhal6b
Lrp2bp
Mgmt
Olfr586
Tas2r144
Tmprss5
Eif1ad
Cr2
Acbd7
Hsd17b6
Irs3
Tead2
Rspry1
Gja3
Spin2g
Sycp3
Hsd17b7
Ivns1abp
Usp31
Gtf2f2
Magee1
Vps26b
Dbt
Olfr55
Kdm5c
Sec14l1
Sds
Pheta1
Rpusd3
Lrwd1
Olfr559
Nat8f5
Imp3
Chd3
Myo3a
Olfr1157
Dmrtc2
Adam12
Zfp791
Olfr481
Tle7
Enho
Ercc8
Ltf
Olfr455
Serpinf1
Krtap3-2
Gp9
Isl1
Ubxn8
Olfr467
Igll1
Chst13
Atp6v0e
Dtx3
Cd274
Bcl11b
Pelo
Atg3
Rnf223
Smpdl3a
Slc41a2
Nr1h4
Idnk
Slain1
Mocos
Polr3gl
Pigyl
H2-Ob
Rab33b
Olfr1497
Dact2
Mvb12b
Tspyl5
Ikzf3
Nqo1
Ugt2b35
Olfr1499
Rfng
Havcr1
Hoxc9
H2afb2
Grid2
Faf1
Clca4b
Cdr2l
Lcn11
Atr
Clca3a2
Phldb1
Sik3
Kcnc1
Pdcd7
Lcat
Myo3b
Rassf9
Nlrc3
Lrrc26
Dbx2
Pold3
Cxcl14
Gbp4
Fahd2a
Hoxd10
Pura
Kctd16
Ttll4
Prr13
Bpifb3
Hint2
Ifi206
Tnrc6a
March1
Rab31
Slc35f5
Lgi1
Smim17
Eif3j1
Slx4ip
Wfdc6a
Rnf10
Tmem121
Zbed4
Zfp474
Olfr1467
Pja1
Cygb
Fam117a
Dhx38
Trpa1
Apoh
Nup155
Fan1
Glra2
Gstt3
Epdr1
Grk5
Gnl2
Myo9b
Gabra4
Klri1
Mcm2
Amigo2
Abca8a
Olfr19
Ucma
Atp6v1g3
Rac1
Milr1
Papolb
Ascl2
Snx15
Gprasp2
Wdr93
Pate12
Stk31
C8g
Bag4
Skint4
Hmgcl
Ptgr1
Lrif1
Hlcs
Rab6a
Dsp
Rtn1
C87414
Aip
Rbm18
Vldlr
Bcap31
Arhgap6
Fam32a
Kcna3
Dtx1
Smyd5
Pcdhac1
Rab34
Spink6
Adra2a
Slc25a45
Dhrs7b
Hmx2
Olfr533
C1qtnf6
Antxr2
Snai1
Esp22
Ei24
Abcc8
Otof
Fcho1
B3galnt1
Aox3
Dis3l2
Cyp2w1
Oaz2
Il17f
Slc38a8
Serp1
Mrap2
Slamf8
Ahcy
Hspg2
Cit
Lrrc34
Slc14a2
Olfr1045
Trip4
Reep6
Tmem102
Nmt2
Nap1l4
Serpina6
Cxcl12
Vmn2r58
Olfr299
Olfr740
Tbc1d23
Gabra3
Teddm1a
Psrc1
Tmem266
AI593442
Atp6v0c
Olfr117
Lat2
Tmem116
Zfp316
Tmcc3
Foxi1
Tssk4
Aaas
Pde4dip
Ppp1r12c
Gatd1
Mki67
Olfr1055
Chrna3
Cdcp2
Nr5a1
Gabpb2
Spatc1l
Alpl
Ache
Brd4
Chp2
Ints10
Gzmf
Traf3ip2
Kctd15
Prpsap1
Tlcd1
Pigg
Galnt3
Lect2
Kri1
Zfp809
Olfr1079
Arhgap8
Rbm10
Olfr466
Prxl2c
Ptprt
Tnfrsf1b
Olfr807
Defb42
Hs3st5
Btaf1
Nes
Pax7
Lrrtm2
Uqcr10
Ppip5k2
Tmem44
Pgf
Cnnm2
Pycr2
Ccdc194
Tbx1
Ifitm1
Krtap9-5
Phf11c
Rhox12
Lpcat2b
Extl1
Irf8
Mtmr3
Plk2
Dpysl2
Ankrd37
Ilvbl
Vmn1r29
Rab35
Adam8
Tfap2e
Tpo
Ndrg2
Zfp142
Olfr1450
Prkacb
Zfp146
Riok3
AW551984
Zfc3h1
Krtap26-1
Cnot2
Lrrc71
Cep135
Krt32
Abcc6
Gpt2
Eid1
Phf14
Olfr374
Zfp472
Olfr612
Slc10a2
Adam26b
Adgrl1
Slc7a7
Ankrd53
Col6a2
Hecw1
Mmp23
Prox2
Sh3bp1
Plcxd3
Mast4
Ly96
Car3
Ces3a
Phxr2
Gtpbp8
Gbe1
Wdr3
Cox4i2
AI413582
Cyp39a1
C1galt1c1
Vcam1
Klrg1
Grik1
Syngr1
Slurp1
Tmem86a
Zfp830
Tsen54
Myo7b
Exoc6
Scel
Hsbp1l1
Zfp524
Amigo3
Wdr7
Lypla1
Itgam
Atp6v1d
Mknk1
Tsks
Olfr479
Odf3l1
Kank3
Dscam
Usp4
Elobl
Slc28a3
Vamp4
Lca5l
Epp13
Adat1
Olfr194
S100a11
Olfr883
Impdh1
Iffo2
Fbxo2
Ceacam16
Pcp4
Ankrd34c
Slc15a5
Olfr1356
Ppp2r5a
Rpn1
Gdpd1
Ctnnd2
Mb21d2
Syn1
P2ry6
Pld6
Pard6b
Gorab
Rab23
Hspb6
Trim31
Cd302
Olfr844
Cdt1
Asic2
Snph
Trpv3
Sertad1
Nat14
Pmepa1
Slc25a28
Olfr1230
Lor
Slc27a4
Tm7sf3
Gpr183
Eif2ak4
Ciapin1
Lypd10
Atg5
Dmkn
Cpeb1
Dvl3
Dchs1
E2f3
Plpp5
Fndc3b
Neurog3
Cdadc1
Lrit2
Aqp12
Snupn
Tmem26
Pde4b
Hacl1
Tm9sf4
Sgk3
Olfr985
Abca6
Cdx1
Nos1
Pcsk7
Aspscr1
Asb12
Rsph6a
Pikfyve
Mrgprd
Ubxn4
Slc25a25
Astn2
Sgpp2
Olfr1340
Fstl1
Gpatch1
Synm
Pip4p2
Lao1
Lifr
Bin1
Zcchc18
Ccdc126
Ttc30a1
Olfr1164
Actr6
Unc5a
Zfp383
Cabp2
Fcgr2b
Rrp9
Sprtn
Setdb2
Neu2
Angptl6
Chil6
Nup35
Slc16a12
Gpr50
Zfp157
Ndel1
Ppfia3
Grin2d
Serpine3
Amn1
Rab2a
Xpo4
Zfp93
Sparc
Bcl9
Cbx2
Klhl29
Rbm19
Zfp335
Fam53a
Olfr1259
Nmb
Tmem141
Mindy2
Cnn2
Vcp
Aacs
Dmrtb1
Aifm1
Prmt6
Grb14
Fastkd2
Lix1
Il12a
Ergic2
Cmtm3
Bst1
Tsr2
Cln6
Mief2
Tef
Olfr1030
Lrch3
Ap2m1
Mogat1
Crip1
Rnf24
Prcp
AF366264
Commd9
Vmn1r25
Tspan12
Fmc1
Rgs22
Dennd2a
Spr
Copb1
Mmd2
Brinp3
Plekhg4
Mcl1
Nr4a3
Gng12
Elk3
Nid1
Anks1
Cfap46
Pms1
Mllt3
Abcc1
Slc22a18
Tsnaxip1
Bccip
Ddx10
Nmur2
Rbm12b2
Pax1
Dpy19l3
Lrrc45
Defb43
Adam18
Bicc1
Tent5d
Klk13
Kcnk6
Rbm8a2
G6pc2
Cldn34c1
Ociad1
Bag1
Ppp4r2
Rnf135
Gpank1
Pnpla5
Rreb1
Kcnk9
Trappc10
Sp3
St6galnac5
Ptprf
Plk5
Frem2
Ccl7
Bnip2
Ubxn2b
Oxsm
Ccbe1
Ctdp1
Pou3f4
Grid1
Hmgcr
Adnp
Tmem72
Mroh8
Tmod4
Nup62cl
Vmn1r200
Pik3r2
Elk4
Slc25a47
Tuba1c
Kcnj6
Kmt2d
Mctp1
Thada
Tmem183a
Sema7a
Sfrp4
Ltb4r2
Ciita
Pramef20
Kansl2
C1qb
Oas1c
Gtf2i
Mylk2
Grem1
Zbtb10
Ddx54
Muc3a
St3gal2
E4f1
Inpp5a
Ngrn
Gabbr1
Olfr1133
Oxr1
Trim65
Trub1
Tcrg-C4
Ptges
Ccdc30
Wrnip1
Ighm
Phtf2
Abca14
Bap1
Gucy1a2
Hbq1b
Rasgrf2
Fndc1
Fam57b
Stxbp2
N4bp1
Chm
Tnfaip8
Klk1b9
Rhoq
Dok3
Olfr791
Nup43
Ppp6r3
Glod5
Lyzl1
Apcs
Hsdl2
Thop1
Nup37
Smo
Rundc3a
Tmem145
Olfr1104
Adamts12
Pcbd2
Wnt10b
Plaat1
Nap1l3
Hoxc13
Mst1
Rnf212
Cdk2
Dagla
Grin1
Npdc1
Olfr914
Xpnpep1
Cd7
Cacng6
Esyt1
Ogfr
Dlgap3
Rnf148
Vmn2r69
Sf3b5
Stk4
Olfr872
Vmn1r174
Chst11
Ccr1
Gorasp1
Ythdc2
Negr1
Myo9a
Map1lc3b
Syngr4
Lrrc10
Fam8a1
Rtn4
Sirpb1a
Ica1l
Efna4
Pnisr
Shank2
Mcu
Evi5
Npc1l1
Fitm1
Mucl2
Dcbld1
Padi6
Sec61a1
Cdh5
Duox2
Rab15
Cdc40
Adck1
Il17rd
Adprhl1
Cyp3a57
Foxg1
Pbp2
Vmp1
Ghr
Polr1d
Crym
Tex19.2
Olfr951
Nudt4
Kansl1
Ahdc1
Hipk2
Prl2b1
Pde4c
Agpat2
Kif13b
Il9r
Pudp
Apela
Pde7a
Lhx5
Bcl2l11
Habp4
Ndrg1
Spice1
Pah
Hif1an
Iqca
Olfr1009
Slc24a2
Tnpo1
Tgif1
Plekhs1
Nps
Dnajc5g
Fnta
Myocd
Rasl2-9
Wasl
Rundc3b
Pmpca
Hic1
Rnf6
Ptdss2
Fbxl13
Higd1c
Cdsn
Dalrd3
Phactr2
Grtp1
Nucks1
Gpr161
Stpg4
Olfr576
Myo5c
Prss55
Dsn1
Slc39a2
Ebag9
Bin3
Phf23
Atp6v0a2
Arpp21
Gnpda1
F3
Gmcl1
Madcam1
Tacstd2
Epor
Pln
Rab5if
Cnot3
Olfr178
Vxn
Usp10
Adgrg3
Cstf2
Olfr1299
Ptpn13
Cep68
Dcp1b
Gpn1
Plcl2
Actn1
Golph3
Apobec2
Tuba1b
Ccdc110
Setd5
Klhl14
Zik1
Rdh19
Csmd2
Atxn7l2
Bcl7b
Vmn1r56
Lama1
Cd84
Rtraf
Mtmr6
Olfr1496
Olfr1048
Mkrn1
Arhgap10
Rab6b
Gatb
Pkmyt1
Nmur1
Akt2
Klhl26
Ip6k1
Hist1h1b
Dytn
Zfp346
Abra
Popdc2
Mms19
Pdha1
Tlr12
Hyal4
Mesp1
Aff3
Trim56
Enpp2
Atl3
Cdc42ep1
Lasp1
Insyn2a
Ccl5
Fam189b
Vmn1r181
Capza2
Gjc2
Pnpo
Casq1
Pomgnt1
Pitx1
Tmbim6
Mink1
Npnt
Smarca4
Eml1
Med30
Avpi1
Gcnt4
Arhgap24
Fetub
Trim39
Ackr2
Chrnb1
Pcyox1
Adi1
Vsig1
Scrn1
Rlbp1
E2f2
Olfr917
Dip2a
Pigh
Araf
Ubxn11
Apoc1
Elf3
Stx5a
Awat2
E2f5
Mcat
Serpinb3b
Sobp
Sp8
Synj1
Srebf1
Shld2
Spag16
Dact3
Esyt3
Ttyh2
Dnajb6
Tox2
Kcnk3
Rbm42
Ext2
Rnf152
Olfr251
Mapk15
Ppp4r1
Tmed4
Tex19.1
Ccr10
Lsr
Plp2
Tas2r137
Olfr709-ps1
Rbm26
Sh3d21
Trbv12-1
Wdr62
L3mbtl2
Armcx4
Otp
Fbxo30
Tmem71
Prkd3
Plekha4
Fcer1g
Mup10
Il10ra
Gsta3
Efs
Slc38a1
Otud6a
Nfkbib
Slit2
Arsi
Neurod1
Foxp4
Ifna2
Fbf1
Stat2
Vmn2r74
Syna
Pmm1
Morc1
Swap70
Brd9
Samsn1
Gng13
Tmem200c
Vmn1r73
Alx1
Ephx4
Slc35e3
Cyp2d12
Nuak1
Atp5b
Usp6nl
Thoc5
Sebox
Dcx
Elp2
Galr1
Klhl2
Irf9
Lyg2
Tmem233
Iqgap1
Dgkz
Trip12
Cacfd1
Rab9
Llgl1
Olfr734
Nmnat1
Clec2d
Abt1
Apc2
Phf20l1
Olfr310
Mri1
Fam185a
Rasl11a
Nprl2
Tubd1
Mgst1
Hagh
Spo11
Fbxo15
Jag1
Fbll1
Riok2
Hnrnpll
Fam90a1b
Cxcl5
Ckm
Defb30
Ace
Socs7
Kctd10
Eif4e1b
Ssr4
Tmem51
Gpr87
Atp6v1c2
Slamf7
Olfr1310
Zkscan16
Mepce
Ctdnep1
Tmem56
Zfp277
Plcxd2
Ttc23l
Ccdc42
Idh1
Acsbg1
Olfr136
Pwwp3b
Pck2
Parva
Pbx4
Taok2
Ly6g
Pou4f1
Arhgef7
Rfx4
Zbtb48
Olfr148
Mmut
AC151602.1
Daxx
Srd5a3
D2hgdh
Tsen2
Cd63
Ednra
Fam166b
Tmem80
Tsen15
H1f0
Ulk2
Rrbp1
Setmar
Pea15a
Iapp
Ncf4
Sntg1
Grik5
Socs5
Olfr597
Cpm
Zbed5
Xrcc6
Col18a1
Pgk2
Cox19
Ndufaf2
Epop
Ypel5
Cflar
Agpat1
Pcdhga3
Tbc1d8b
Slc16a11
Vmn1r26
Rab21
Usp32
Cacng2
Cd5
Lcorl
Camk1g
Npr3
Zfp41
Sox1
Erlin2
Hnf4g
Dlk2
Mnt
Tctex1d2
Mbnl1
Adipoq
Ren1
Zfp961
Ogdh
Glyat
Mageb5
Ogfod1
Mtrex
Inpp5e
Csnk1e
D5Ertd579e
Lcn6
Rras2
Elp4
Cdc45
Phip
Tcf23
Cd300e
Pnmal1
Ubqln5
Arl3
Snx3
Trpv2
Cacna1a
Akirin2
Pfdn6
Tstd1
Cers4
Fosl1
Fam241a
Bmp2k
Inpp5d
Crisp1
Mmp9
Lcn5
Dyrk1b
Mtcl1
Shcbp1
Olfr1192-ps1
Crtam
Tubb2b
Slf1
Plxnb3
Sigmar1
Satb1
Rhox1
Trpv5
Bmyc
Spata4
Spink8
Adgrb2
Gclc
Ppfibp2
Glipr1l1
Phf2
Acan
Prame
Reg3a
Sec1
Ces1f
Krt83
Ppp1r3c
Lgsn
Ccpg1os
Tsga8
Klb
Mfsd14a
Olfr463
Ccdc154
St8sia5
Sp100
Itga8
Cdan1
Emd
Tpp2
Atg4a-ps
Olfr1138
Camta1
Ccer1
Zfp729a
Bricd5
Mettl21c
Utp14a
Depdc7
Actr5
Zfp3
Psma3
Hic2
Abhd14a
Elp3
Mapk13
Tmco6
Gpm6a
Zfp202
Trim29
Krt78
Xpo5
Olfr1311
Dnali1
Cdk13
Zfp300
Map3k21
Gtf2h2
Rnf168
Smg8
Fxyd6
Odr4
Mpdz
Txlna
Foxd1
Nde1
Fscn2
Nr6a1
Rassf4
Mapk8ip3
Uhrf2
Trp53bp1
Olfr733
Hjurp
Siae
Osm
Tfdp2
Cyp2c54
Oprk1
Entpd1
Tfe3
Tmem134
Lmnb1
H2-Eb1
Hinfp
Tax1bp3
Lrrc9
Entpd5
Tmtc2
Mfap3
Sp140
Ldc1
Zfp668
Scn4b
Hist1h2be
Upf1
Apol8
Lap3
Pinx1
Hdac10
Cast
Lhx8
Trip6
Apbb2
Sult6b1
Myoz3
Dnajc2
Lrrc28
Grhpr
Areg
Fam217b
Tex16
Pak1
Hoxd8
Khnyn
Atp8b3
Ciao2a
Atp6v1e1
Klrk1
Depdc5
Clec3b
Cep19
Bahcc1
Bend5
Zfp65
Ubac1
Ttpal
Scg5
Pdgfa
Ceacam2
Tram2
Copg2
Erich6b
Scn10a
Zfp354b
Olfr1240
Sh2d7
Wrap53
Crabp1
Upk3a
Topbp1
Fcgrt
Sgta
Caps2
Zfp68
Med22
P3h3
Tet3
Ly9
Batf3
Olfr715b
Cwc22
Fam114a1
Serac1
Tmed1
Tmem132e
Cyp3a16
Tmtc4
Tonsl
Yipf5
Casp12
Myh2
Vrtn
Pms2
Olfr894
Has3
Prdm1
Eif2ak2
Adh6a
Borcs8
Dpys
Dock4
Cd55
Anapc7
Ldlrap1
Comp
Parp11
Aifm3
Tada2b
Hes5
Olfr137
Srsf6
Scaf11
Olfr1358
Olfr1080
Tas1r2
Alpk1
Cyb5rl
Nqo2
Prss33
Tfb2m
Elmod3
Zfp1
Il17c
Lingo1
Ripk3
Akap17b
Sh3pxd2b
Cyp7a1
Rgs3
Tcrg-C1
Ccdc58
Slc22a13
Jam3
Efcab8
Olr1
Slc2a7
Plk3
Cmya5
Slc26a8
Oxtr
Catsper4
Cwf19l1
Sox18
Zfp213
Gpr173
Slc22a6
Nppa
Cldn24
Ddo
Ankrd1
Smad5
Selenoh
Stoml3
Agxt
Fam205a1
Ccin
Jund
Pls1
Top1mt
H2-DMa
Pcdhga6
Fam174b
Olfr803
Spata13
Zeb1
Tm4sf19
Nrros
Slc12a4
Prr15
Cog3
Sod1
Med16
Dnajc14
Lpar3
Ppfia2
Zfp804a
Herpud1
Dgat2l6
Acbd3
Ttc1
Zfp385b
Slc13a4
Prmt2
Bud23
Ptn
Dnaaf3
Zfp938
Wasf2
Loxl3
Pcdhb5
Ppp1r1b
Arfrp1
Dusp11
Pdcd2
Bola3
Myh11
Rab26
Epb41l2
Arhgef40
Wfdc17
Aif1l
Slc4a3
Snrpb
Kctd18
Olfr248
Pcdhb9
Olfr809
Nudt18
Hes6
Xkr7
Fam151a
Myl10
Cdrt4
Abca2
Nr0b2
Zfhx4
Xab2
Fcna
Gykl1
Ctsz
Lrrc27
Ggh
Dnmt3l
Olfr464
Hnrnpm
Fbxw22
Lpar1
Srrm3
Mkrn3
Mamdc2
Sphkap
Slc16a7
Prepl
Arl6ip5
Dnpep
Snrnp48
Arcn1
Ubxn2a
Ythdc1
Lhx6
Rragc
March4
B3galnt2
Fgd1
Eif5a2
Timp3
Jag2
Sulf2
Noc3l
Pex11b
Wnt3
Mep1b
Papola
Spink1
Igip
Wfikkn2
Ankrd40
Gcm1
Vegfb
Noc2l
Cldn17
Igsf9b
Cadm2
Il15ra
Tnfsf14
C1qc
Nabp1
Cmtm8
Pdxk
Atad5
Dupd1
Lce1c
Alkal1
Trim6
Lrrc59
Olfr45
Slc34a1
Unc13d
Olfr718-ps1
G6pdx
Col2a1
Hdgf
Ubl7
Bmp3
Cldn18
Atraid
Slc9c1
Esp15
Prdm9
Pgpep1l
Prune2
Cd48
Rdh1
Lyst
Olfr243
Bdnf
Srxn1
Oaf
Fcrla
Zdhhc5
Defb15
Gtf3c2
Star
Col19a1
Lbp
Acly
H2-Ab1
Ipcef1
Ncald
Hnrnpul2
Gucd1
Olfr767
Cdh23
Fcer1a
Sestd1
Pak6
Slc35e1
Dcun1d5
Olfr62
Tob2
Tut7
Cdk8
Gml
Glra4
Tex52
Olfr620
Ints14
Bmpr2
Ern2
Tmem18
Il23a
Olfr1052
Armc2
Ttc14
Dnah5
Odf1
Shc2
Sfrp5
Iars2
Mdh2
Prss22
Atp5o
Olfr1441
a
Opn1sw
Tex45
Arhgap12
Adam23
Mad2l1
Il18r1
Gtf2a1l
Btnl4
Creld1
Wrap73
Olfr814
Muc4
Trp53tg5
Usp27x
Pak7
F9
Arhgef17
Gxylt2
Cd19
Parp10
Dtx3l
Bcl3
Lcor
Pdpn
Olfr38
Crybg3
Chil3
Gipc2
Cebpd
Fem1c
Olfr584
Tfpt
Dbndd2
Usp9x
Phyh
Kcnj1
Nemp2
Mfsd4b4
Atp23
Pth2r
Isca1
Gpn3
Mcpt8
Ank
Ubr3
Wdr19
Adad2
Chrne
Car5b
Cfap65
Olfr354
Galr2
Rtf2
Gba
Oaz1
Sertad4
Mynn
Mob4
Impg2
Zdhhc24
Rgs17
Rpusd1
Slc12a8
Tmod1
Tmem135
Snx20
Pou3f1
Serpinb1c
Opalin
Ggta1
Msmp
Ptdss1
Utp11
Rest
Csn2
Tm6sf1
Svop
Ndst4
Depp1
Slc25a33
Olfr798
Bcas3
Gys2
Krt4
Gjb4
Mthfd2
Cyp27a1
Olfr635
Cpt2
Ap1g1
Olfr839-ps1
Dus3l
Ccdc170
Ppp6r1
Dynll2
Pdrg1
Gbp7
Csf1r
Zfp933
Ccng2
Olfr748
Cyfip1
Smarca5
Pgam1
Scpep1
Dnaaf1
Sympk
Sgsh
Tmem186
Mpped2
Olfr616
Jagn1
Tlr9
S100g
Med25
Gabrg3
Itga3
Fscb
Nek9
Adck5
Tppp
Thsd4
Derl2
Serpinb9g
Pfkp
Egr3
Gucy2g
Gpm6b
Dysf
Pheta2
Emc4
Dspp
Rhov
Ifnl2
Cep72
Rbm5
Men1
Kcnip1
Mettl21e
Tube1
Shh
Arhgap5
Qrich1
Lce3f
Zfp235
Card11
Kcnc2
Aoc3
Cfl2
Bri3bp
Uggt2
Ebf3
Ddhd1
Rmnd5a
Fitm2
Klf5
Snx32
Olfr1270
Cntn1
Msn
Ramp3
Tpx2
Acaa2
Spef2
Uprt
Trmt10c
Rufy3
Pkdrej
Cabp7
Asah2
Alg6
Zfp382
Zfp13
Itpripl1
Abcd2
Cfap74
Mgl2
Keg1
Shprh
Cdc25a
Cadps
Znhit2
Ccser2
Tmem67
Wfdc2
Meox2
Txn1
Wdr72
Tmprss4
Tex46
Cdc37l1
Rsbn1
Ociad2
Lin37
Hkdc1
Ndufaf5
Galnt2
Slc7a8
Pcdhgb4
Smim23
B3gnt6
Calb1
Masp2
Pnlip
Kdm3a
Lmod1
Thap12
Zdhhc4
Gsr
Stradb
Spata32
Gpi1
Sfxn1
Gabrg2
Olfr1280
Toporsl
Alcam
Gabrr1
Upp1
Fasl
Arl14ep
Ric3
Ly6l
Tle1
Zfp872
Mup4
Dot1l
Col5a2
Pex10
Thegl
Eif3e
Hnrnph3
Fkbp3
Vps37c
Rspo4
Cd209e
Olfr371
Slc15a4
Fam83f
Slc30a1
Cyp4a12b
Selenom
Akr1c12
Actn2
Frzb
Zfp248
Fam57a
Luc7l
Ripk2
Gtf3c4
Ehd4
Mxra8
Dlx6
Mmp10
Ing5
Nr2f6
Dse
Olfr1385
Gal
Arhgap26
S100a4
Gjb3
Stx16
Ajap1
Tubgcp5
Igsf3
Fam110a
Pdzd3
Olfr1156
Fpr3
Ttc34
Zfp52
Cldn34a
Prune1
Atg4d
Wdr41
Teddm2
Zdhhc25
Trpm8
Uts2
Nectin3
Rnf17
Nol4l
Olfr593
Slc26a11
Dut
Zfp37
Nfx1
Slc38a7
Ccdc59
Pou4f3
Magea10
Acsm2
Sirt4
Chtf18
Khdc1c
Hspa1a
Il3ra
Gprc5c
Zhx3
Tmem64
Kdm5d
Rnf14
Lypd4
Myd88
Olfr231
Ctnnbl1
Ddi1
Arsg
Rspo2
Mettl4
Ceacam10
Olfr1463
Ankrd36
Pla2g4d
Ube2k
Mypn
Smim13
Eng
Lmtk2
Fam83e
Nupr1
Defb40
Prss44
Ppp1r12a
Lif
Slc25a17
Acvr1b
Fbxl12
Cypt4
Rttn
Olfr356
Gss
Pum1
Stx4a
Foxk2
Taf1a
Fntb
Top3b
Rasa1
Kif1bp
Chmp2b
Heca
Adgb
H2afz
Tspan9
Cct6b
Cnnm4
Ero1lb
Zfp541
Aqp4
Apoo
Egfr
Cd300lb
Pdcd11
Acot5
Fndc7
Sbf1
Sox5
Ppp2r1a
Olfr1008
Terb1
Muc3
Tecpr1
Tspear
Casc3
Atp8a2
Hes3
Exoc3l4
Itgbl1
Hmg20a
Thoc6
Acads
Metap1
Msh2
Chat
Trbv13-3
Krtap19-2
Sec24a
Enpp5
Tmem120b
Tmem247
Exo1
Olfr352
Nsmf
Tut4
Efnb1
Cct8l1
Cyp2j13
Rgs10
Bcl10
Rasa2
Fdx2
Abl1
Kdm6a
Hsbp1
Akr1c13
Tmem42
Ubn1
Foxn1
Mllt6
Lim2
Ndufa4l2
Tmem53
Slc46a3
Egf
Hist2h2ac
Kdm4c
Serpina3c
Xkrx
H2-Q7
Apol10b
Gng10
Desi1
Olfr555
Alg11
Ppa2
Olfr9
Celf3
Abcg4
Hmx1
Dsel
Abcd1
Polr2h
Chd5
Kdsr
Angpt1
Zbtb33
Ehd1
Tmem177
Mzt1
Brsk1
Olfr139
Prr3
Podn
Nphp1
Smarcb1
Trim36
Trpc3
Pxdc1
Stk40
Angptl7
Bpifb6
Adgrv1
Tmc4
Ebna1bp2
Muc5b
Zmynd10
C8a
Smarcd2
Timm8a2
Pcdhgc4
Klhl40
Olfr741
Elfn2
Defb38
Krtap19-3
Pcx
H2-Q4
Spock1
Zfp251
Shroom1
Zfp281
Smtn
Nkd2
Zc3h15
Fam3a
Zmat1
Phgdh
Otulinl
Dusp9
Rab13
Ms4a13
Cfap99
Krt36
Adora2b
Nptx1
Senp7
Imp4
Dlat
Lrrc3
Zfp141
Mboat1
Rc3h1
Idh3b
Gabra5
Slfn4
E2f6
Mc3r
Zfyve21
Wnk1
Zranb3
Tlr11
Cops3
Josd2
Olfr702
Map3k1
Ifne
Cdk17
Fam47c
Olfr273
Fut10
Zfp707
Rida
Tmem33
Hist1h3f
Ppp1r14a
Gpr82
Rora
H1fx
Rrh
Lmo4
Mrfap1
Igsf23
Dock1
Vmn1r204
Olfr1046
Zic2
Otulin
Tbl3
Rerg
Nubpl
Srbd1
Dhdds
Wscd1
Cd70
Erlin1
Aqp5
Ap3m1
Kcng4
Nova2
Tspan33
Cfap70
Hoxb3
Slco1c1
Sorcs2
Olfr281
Fgr
Psmg3
Rab3ip
Cd83
Extl3
Zfp937
Vmn1r68
Tefm
Msl1
Ifit2
Olfr287
Igflr1
Atp2a3
Gcsam
Ncapg2
Dyrk4
Lrrc37a
Olfr412
Cfap53
Cnga3
Surf4
Baiap2l1
Klc3
Crocc2
Tpd52l1
Rad23b
Polr3b
Tbc1d10a
S1pr3
Aqp2
Pkp2
Mmp24
Olfr714
Ndufb7
Cox7a2l
Minpp1
Prr5
Vti1a
Hbb-y
Mpnd
Csf2ra
Samd5
Sirt6
Creld2
Bend6
Sash1
Mpl
Col9a3
Dpf3
Flywch1
Prnd
Ppp3cb
Utp20
Ncstn
Rnf149
Vamp5
Cnpy4
Tspan3
Clic1
Glb1l3
Eppin
Zbtb44
Vil1
Pcyt1b
Dlg5
Zfp865
Fndc3a
Zswim6
Adcy6
Tspan18
Dhps
Gtpbp4
Cdcp1
Polr3a
Hrct1
Thg1l
F11
Prss42
Hsd17b4
Isg20l2
Add2
Olfr547
Fcgr3
Vcpip1
Cetn1
Usf2
Ovol1
Cux2
Lrrc63
Fbn1
Rangrf
Tmem132a
Btbd35f13
Pcdhga11
Asmt
Plekhd1
Impa2
Edil3
Arhgap45
Olfr937
Pigk
Stard6
Atp5k
Fam221b
Gadd45b
Wnt16
Abhd2
Phf24
Paxip1
Krtap19-1
Tekt2
Tagap
Olfr884
Psmd5
Nxf7
Enpp7
Tspan13
Cyp2j6
Izumo1
Tmem127
Olfr12
Smarcc1
Ahr
Tbc1d15
Thap4
Olfr1118
Msl3l2
Glmn
Irf4
Sirt2
Prodh2
Ptx3
Arhgap44
Dr1
Cdr2
Olfr1256
Ap4s1
Gltp
Atxn7
Pgp
Kcns1
Frmd4a
Harbi1
Pramef8
Timp4
Rexo1
Gpr152
Lpcat3
Nbl1
Gas8
Olfr304
Med8
Plekhg1
Grin3b
Avpr1b
Snrnp70
Tulp3
Pdap1
Lrfn5
Atp5e
Vmn2r63
Sgo1
Racgap1
Fbxo3
Spata5
Crispld1
Nxpe5
Oit3
Cox8c
Olfr1490
Slc39a7
Etnppl
Nat8f1
Fli1
Cpeb2
Arid4a
Krt17
Mis12
Ankra2
Suv39h2
Usp38
Prpf19
Immp1l
Magoh
Mthfd2l
Msra
L1cam
Lkaaear1
Txndc17
Gna14
Mxra7
Ccdc74a
Nkg7
Krt33a
Gstm7
Ofd1
Llph
Ankrd33b
Scn8a
Baiap2
Tnfaip2
Mgat4b
Olfr1145
Bdh2
Vmn1r75
Pcdhga10
Shmt1
Lynx1
Lcn2
Smtnl1
Olfr1019
Rbfox3
Echdc3
Olfr1449
Arpc2
Bcl2l13
Vps35
Zcchc9
Lsmem1
Nrl
Olfr292
Fam83c
Nf1
Prkab1
Mtf2
Hist1h4i
Mroh6
Ndufb3
Slc26a1
Maml2
Acin1
Mymx
Wnk3
Ubxn10
Fbxl22
Slc6a17
Btg1-ps1
Htatsf1
Cp
Mybph
Kcnv1
Col4a3bp
Fam227a
Enpp1
Lypd6
Car6
Arrdc4
Eaf2
Hprt
Barx2
Dcxr
Zmynd15
Cage1
Alg10b
Abcc10
Ccdc47
Osbpl2
Tmem210
Gprin2
Cela3b
Pias4
Apol6
Ly6g6c
Lrrc8c
Sirt5
Lgi3
Olfr1461
Zbtb41
Fgl2
Smim11
Fpgs
Slc25a22
Guca2b
Rab43
Nup54
Ubl4a
Mzf1
Sec22c
Numb
Nabp2
Sry
Uchl1
Msantd4
Trpc4ap
Scarb2
Vmn2r72
Prg2
Wdr53
Notch1
Pzp
Gars
Lrch4
Wwc2
Gpr171
Map2k2
Slc38a6
Tardbp
Rad23a
Dpep3
Parl
Atp6v1b2
Slc6a8
Mog
Alx3
Emg1
Laptm5
Fos
Grn
Lypd1
Mocs3
Kcnd2
Vmn2r78
Cftr
Ccdc130
Mfrp
Tmod3
Olfr893
Ctdspl
Tcp11l1
Osbpl1a
Wdr12
Ppp1r3e
Dcaf10
Hyal3
Acoxl
Xpo6
Rrad
Zc3hav1
Ift80
Tspan5
Ccr6
Mon1a
Wfdc6b
Ms4a1
Fbxo33
Cic
Commd1
Bhlhb9
Rnf180
Olfr524
Lin54
Ptger4
Fignl1
Golga4
Zfyve1
Tomm22
Entpd2
Sec22b
Herpud2
Myo1a
Snca
Olfr390
Tceal7
Grk2
Ttc21a
Nhsl1
Dlst
Nav1
Zp3
Cox16
Myct1
Hnrnpab
Olfr104-ps
Lrch2
Olfr433
Ercc6l2
Tmbim1
Btbd6
Golga5
Ermp1
Cd53
Nrap
Olfr1000
Slc13a5
Card6
Adh1
Cd80
Crim1
Eps8l1
Resp18
Dlx1
Cpxcr1
Prm1
Gast
Robo4
Fam160b2
Rap2a
Nxpe4
Mup3
Iba57
Hhipl1
Tubgcp6
Ppp2r3a
Olfr153
Tmem41b
Cep85
Tmigd1
Csnk2a2
Cts7
Cbx4
Klk1b3
Chd1l
Ufl1
Col1a1
Olfr1130
Ier5l
Fam135a
Tipin
Olfr954
Rep15
Zfp54
Utp23
Ift57
Mslnl
Flna
Asb3
Kncn
Tmem14a
Nkx2-6
Gbp2b
Oxct2b
Prpf8
Smarcal1
Wfs1
Pfdn4
Vrk3
Zfp800
Usp42
Fanca
Nsf
Olfr1276
Olig2
Rcn2
Olfr678
Ip6k2
Tmprss7
Pih1d2
Snu13
Celsr2
Cdh11
Saxo1
Ptcd1
Map2k6
Arfip1
Ccdc114
Sprr2f
Nomo1
Map3k6
Camk2b
Pde12
Olfr853
Tiprl
Scai
B4galnt1
Ifi35
Cfap97
Lrrn3
Nefl
Wfdc16
Gpat3
Ntrk2
Olfr1446
Mrln
Pdk1
Plxnc1
Gal3st3
Dnajc11
Tmem182
Xrcc1
Zbtb17
Trbv12-2
Orai3
Tsr1
Syndig1
Calr4
Atcay
Mcrip1
Tcaf2
Sesn3
Cstf3
Trmt6
Hdac9
Serpinb9h
Stk19
Def8
Sat2
Gmppb
Fam81b
Abcb9
Rhpn2
Ifitm10
Zdhhc17
Grid2ip
Unc93b1
Trp53inp2
Atn1
Olfr1131
Cst12
Klhdc10
Nox4
Ist1
Cplx2
Egr4
Krtap2-4
Carmil3
Suclg1
Cacna1i
Cops7b
Samd12
Ercc6
Zfand3
Olfr810
Gimap7
Selenow
Insig1
Plekha1
Kif26a
Lamc2
Vmn1r55
Csnk1g2
Cnmd
Gpr52
S100a2
Perp
Slc45a1
Uhrf1bp1
Mta3
Ces3b
Ndufv3
Napsa
Sfrp1
Mbp
Actn3
Foxd2
Clasp1
Gfra4
Sgk1
Ttyh1
Appbp2
Rnf146
Ap1b1
Ugt2a1
Ift81
Psmd1
Zbtb22
Zdhhc15
Ier5
Igsf8
Usp46
Htr5b
Cramp1l
Mgarp
Lekr1
Crem
Dnph1
Sh3tc2
Smim22
Tmem150a
Pax3
Leng1
Ccdc88b
Tst
Scoc
Olfr1337
Gsk3a
Chchd2
Lrrc3c
Abcd3
Fzd1
Arhgef6
Mfn1
Ceacam12
Rspo1
Krtdap
Nr2c2
Spesp1
Rtn4ip1
Bad
Id3
Fam171a2
Bpifb2
Mmp1b
Psmb4
Olfr105-ps
Fbxo44
Sh3gl3
Mymk
Olfr770
Sptlc1
Phkg2
Esp34
Cd3g
Rassf6
Fmo3
Pdgfb
Acer3
Naaladl2
Ccdc86
Vps26c
Defb7
Asb18
Shisal1
Zbtb5
Prok2
Zfp628
Gstm6
Klhdc9
Tnip1
Dab2ip
Mark1
Selenoi
Zbtb12
Snapc1
Slf2
Cd40lg
Mmp17
Hpcal1
Pomt1
Pcp2
Htr2a
Plaat5
Myrfl
Hbp1
Creb3l1
Atrip
Maoa
P2rx1
Ypel2
Skap1
Stk3
Apol11b
Bhmt
Srsf7
Msantd2
Rusc2
Cox15
Rbm15b
Arrdc1
Slc18a1
Olfr739
Hoxa1
Slc7a13
Lcp1
Xkr4
Acer1
Gpr151
Smcp
Btnl9
Spef1
Tmem52b
Fam207a
Tm4sf1
Chst8
Car9
Penk
Sel1l2
Timmdc1
Lin28b
Dnajc24
Spaar
Dpysl4
Olfr52
Gtf2b
Ptprd
Epyc
Aurkaip1
Sec24c
B3galt5
Wdr36
Sun5
Gfer
Shc1
Dsg1c
Nr1i3
Cyp4a32
Asic4
H2-M3
Iqcc
Scrib
Olfr307
Syncrip
Morc3
Adgrg4
Rraga
Pcdhb16
Sema6c
Zc3h4
Olfr410
Cdkal1
Olfr1173
Nfkbia
Olfr96
Tktl2
Dlc1
Tm6sf2
Mrnip
Adam4
Fbxl21
Kcnmb3
Vmn1r230
Psmb2
Bet1l
Cacnb3
Yipf3
Pp2d1
Olfm2
Postn
Sprr2h
Kif27
Lce3c
Mef2d
Dusp18
Eif4b
Rasd2
Klrg2
Vmn2r50
Tfpi2
Cops9
Fsbp
Tox3
Fam118b
Lhb
Sprr4
Sp2
Reps2
Olfr794
Dnajb8
Lratd2
Fam71e1
Strip1
Snx2
Izumo1r
Carns1
Esrra
Atoh7
Gosr1
Adarb2
Rap1gap
Chmp3
Olfr11
Ttll8
Ccm2
Gtpbp3
Mettl22
Sbspon
Rxra
Setd1b
Cyp2b23
Psme3
Frmpd2
Lpin2
Catip
Lrrc8b
Nptn
Chic1
Cad
Rpgrip1l
Hps4
Oas1f
Cav1
Olfr459
Eme1
Hells
Col26a1
Psg20
Sgce
Phc1
Cyp2r1
Atl2
Tyk2
Coq8b
Mapre2
Mycbpap
Olfr1342
Actbl2
Mad2l2
Morn3
Ptpn21
Abhd11
Kyat1
Chst14
Rapgef1
Prom2
Hoxa5
Abhd8
Olfr323
Ubqln4
Lmbrd2
Olfr1355
Mcm4
Btc
Nfkb2
Dars
Asb10
Foxp1
Bsx
Odam
Dand5
Emc1
Hspb8
Paqr7
Ctu2
Mapk8
Mageb18
Cd40
Rhox13
Prss57
Pcbp2
Paqr5
Hadhb
Cnga2
Yipf1
Nrp1
Zfp750
Prss45
Tfcp2l1
Bin2
Inhbe
Pttg1
Fscn1
Naa60
Olfr744
Kirrel2
Ceacam1
Rffl
Pdzk1
Ccdc175
Ppil1
Krt12
Ramp1
Olfr30
Kif5a
Ttll6
Shisa6
Mcm6
Mab21l4
Plekhf2
Mreg
Osbpl8
Atp1b3
Zfp563
Mcph1
Fgfr1
Ddhd2
Dhx29
Naa15
Cyren
Accsl
Tcrg-V7
Polr3k
Mob2
Tesk1
Cfap97d1
Tmem139
Brip1
Parpbp
Sall1
Ptprm
Cfap77
Zfp61
Trpv6
Hmgxb3
Pi4kb
Scamp5
Os9
Nfatc3
Wnk2
Aox4
Trip10
Gpr35
Znrf4
Mpg
Auh
Rassf5
Tas2r113
Etv4
Slc7a5
Dusp13
Tmem9
Rom1
Cort
Dnajb7
Wwox
Nanos3
Acrv1
Cct2
Cbs
Cntnap1
Olfr821
Plekha6
Tagln2
Lysmd2
Pygl
Hdac7
Zbtb42
Serpinb6e
Myof
Prdm14
Utp25
Hmmr
Cd300c2
Pced1a
Enpp6
Dclre1c
Pnmal2
Tnks
Celsr3
Plekhb2
Cdhr2
Dzip1
Cox6c
Col16a1
Fgd3
Olfr180
Susd5
G6pc3
Cdr1
Bud31
Skint5
Scp2
Mtmr7
C1qtnf12
Atp6v1f
Iqcf1
Psg26
Tgfbr2
Olfr715
Map3k9
Tbkbp1
Ctdsp1
Hist1h2aa
Ufm1
Zfp553
Tiam1
Tmem179b
Pear1
Cited4
Zic5
Gfy
Blnk
Vmn1r44
Lrrc23
Emc9
P2ry13
Myg1
Slc12a7
Cd207
Cend1
Zmym3
Tnip3
Mtx2
Fut2
Esrp2
Kidins220
Psma2
Spta1
Spink11
Chrnd
Zfp609
Eva1b
Olfr293
Triml1
Ccdc103
Olfr429
Gstcd
Olfml2a
Ptcd2
Dnaja4
Olfr365
Anxa9
Itgax
Cyba
Casq2
Serpina11
Ipo5
Chaf1b
Ctnna1
Zic3
Creb1
Olfr338
Pik3cg
Zfp40
Slc50a1
Olfr160
Ltc4s
Ndor1
Vash1
Ddx39
Ssx2ip
Tmem178b
Zswim9
Mks1
Wipf2
Olfr670
Cdiptos
Lypd11
Sult1d1
Cck
Olfr788
Svopl
Kdm5a
Tsacc
Hectd4
AC150683.1
Vmn1r47
Phactr1
Eogt
Dscaml1
Mcm10
Gpnmb
Lman2l
Irx2
Adra1a
Ccdc162
Gsto1
Jaml
Plcg1
Gcc2
Shbg
Camk2g
Mcee
Trnau1ap
Vmn2r27
Csrp3
Ptk2
Med13l
Ttc7b
Tnrc6b
Ccdc177
Cenpk
Ppfia1
Dnah6
Olfr181
Snapc2
Erich5
Supt20
Nras
Ovol2
Slc30a3
C2cd4b
Fmo5
Dusp5
Icam1
Cdh6
Tex29
Jakmip2
Vmn1r170
Gtf2e1
Ccdc116
Mogat2
Olfr187
Hs3st3b1
Naglu
Dynlt3
Ckap2
Nhsl2
Olfr630
Btbd19
Idh2
Cdkn2d
Fam120c
Ugt1a8
Cep162
S100a7a
Atp6v1b1
Gata3
Mmp28
Gjd4
Pfpl
Ocrl
Tgm7
Thap1
Nkx2-9
Krt6b
Slc39a13
Arid3c
Nxph1
Nudt13
Fbxw7
Olfr50
Mmadhc
Dkk4
Golm1
Spink10
Arid1a
Cluh
Tmc3
Sertm1
Klf1
Bcas2
Snapin
Vmn1r82
Zfp608
Defb22
Frmd5
Gstm2
Hacd1
Kat6b
Fat4
Rhou
Fgf16
Celf2
Thbs3
Prkd2
Eda2r
Cxcr4
Cldn34c4
Dcun1d3
Tap1
Trim47
Limk2
Psapl1
Tmprss11a
Ggps1
Ggact
Acsbg2
Sfmbt2
Irs1
Nifk
Psme1
Slfnl1
Vmn1r226
Slc22a19
Anks3
Rfc4
Cyp46a1
Ikbkb
Tmed9
Stard13
Clec4a3
Serpina10
Lrrc4c
Arhgap25
Tmco4
Ano8
Agtpbp1
Kdm5b
Col27a1
Zyx
Mob1a
Igdcc3
Atp6v0b
Olfr646
Kif16b
Folr1
Dusp12
Atg2a
F5
Doc2b
Rab5b
Sptlc2
Tbcd
Bag2
Hnrnpa2b1
Plekhh1
Pcyox1l
Olfr592
Olfr480
Zfp955a
Zbtb32
Thap7
Loxhd1
Zbtb7c
Enam
Slc11a1
Btg1
Adgrf1
Grip1
Kcnip3
Steap2
Timm8b
Npsr1
Smpd5
Kcnk12
Col15a1
Cltrn
Olfr1445
Orc5
Crppa
D3Ertd751e
Wdr76
Ang4
Col17a1
Apln
Nme1
Zap70
Abhd12
Oip5
Hpse
Rsph1
Aldoa-1
Ccr8
Irf6
Ccdc137
Itgb8
Stoml2
Slc22a3
Dbx1
Olfr1313
Arhgef10l
Patj
Nanos2
Kl
Lbh
Trp53i11
Gcg
Stk32b
Klk1b11
R3hdm4
Olfr901
Krt15
Olfr1012
Bcl2l1
Stpg3
Clec2i
Primpol
Atp6ap1l
Trmt12
Miox
Kif1a
P2rx2
Mlx
Egflam
Pde11a
Zfp42
Gria4
Gsdmd
Urm1
Akr1cl
Atp6v0e2
Cdk10
Gc
Ppp2r2c
Pfkl
Samt3
Arf1
Pnpt1
Clec10a
Zdhhc7
Tia1
Fsd2
Slc35f1
Dsg1b
Tdrkh
Brinp1
Pgbd5
Nr2c1
Olfr518
Vmn2r1
Prph
Klc1
Olfr39
Trem3
Apoc2
Trbv19
Slc25a42
Ell
Gpr17
Nsg2
Pfdn1
Slc1a5
Gsdma
Caprin1
Fgfr4
Rimbp2
Khdc4
Sval1
Orc6
Iqcf6
Selenbp1
Gtpbp10
Rack1
Hs2st1
Fbxo6
Auts2
Tnfrsf1a
Laptm4b
Myo1e
Ica1
Ppm1d
Gabbr2
Vmn2r23
Fsd1
Hbb-bs
Amer1
Ggct
Esp24
Foxm1
Tas2r105
Olfr1223
Slc24a5
Cyb561d1
Surf1
Camsap2
Cfap43
Prrx2
Prmt1
Frrs1l
Tmem41a
Irf7
Fzd4
Nr2e3
Oscp1
Rnf139
Defb45
Sox6
St3gal4
Edn1
Ccna2
Becn1
Pcdha8
Prelid2
Ndufs6
Gpr157
Btd
Ubc
Rnf169
Tppp3
Tyw3
Rassf1
Teddm3
Olfr723
Tmem251
Tcfl5
Mmel1
Olfr690
Emc8
Igkv20-101-2
Ubap1
Olfr1305
Kcns3
Hirip3
Dido1
Mptx1
Wipf1
Cdh17
Rbm34
Guca1a
Tead4
Olfr434
Slc36a1
Galnt4
Apcdd1
Bscl2
Prss48
Pet2
Gpcpd1
Kcnj11
Mcoln1
Cdc42ep4
Thyn1
Vmn1r199
Ppif
Tmem167b
Tradd
Pign
Stard9
Olfr1239
Clasrp
Iqank1
Dntt
Dffb
Col4a2
Ero1l
Olfr1414
Prdm16
Rcor3
Lsmem2
Dock9
Ecpas
Pnpla1
Olfr1418
Aptx
Trpm4
Atp11c
Itgb7
Actrt2
Ccdc33
Spertl
Tbc1d13
Rtl8b
Tceanc
Chd8
Snx8
Ankrd27
Xcr1
Ubtd2
Fbxo17
Serpinb8
Gpr37l1
Klf15
Iqcf4
Cep295nl
Ubd
Foxh1
Zscan4d
Myl9
Serpinb6c
Tmem237
Cerkl
Scn2b
Cyp26b1
Lats2
Csde1
Olfr138
C5ar2
Arid5a
Olfr1302
Cyyr1
Fbxl14
Obox8
Svil
Wfdc3
H2afy
Pdc
Gpatch8
Rad17
Adprhl2
Plpp4
Pex6
Mup17
Etd
Pom121
Olfr1054
Bcl2l14
Kcnh4
Chek1
Olfr121
Clec4b2
Glis1
Olfr963
Retnlb
Tmem68
C5ar1
Adra2b
Olfr214
Rtn4rl1
Vegfa
Sec62
Wnt11
Tmem28
Ccdc68
Gnl3l
Bms1
Prob1
Dmpk
Dcst2
Fkbp9
Ptk6
Abcb1a
Suox
Trmt2b
Lipo1
Sparcl1
Spata31d1d
Smurf2
Zdhhc22
Pcdh1
Tff1
Tmem140
Parvg
Ret
Vezt
Slc39a4
Olfr63
Lsm8
Trbc1
Dym
Gal3st1
Alk
Hsd17b12
Nfkb1
Fap
Lonrf2
Psg16
Zfp90
Krtap14
Amdhd1
Vmn1r12
Zfp69
Nr2f1
Ndufa1
Clp1
Mex3a
Dhx15
Shisa3
Nlrp3
Lgals7
Foxp2
Trim45
Hsf5
Serpina3b
Hist1h1d
Ell3
Ccdc92
Cisd3
Aspn
Olfr721-ps1
Capn10
Tas2r136
Sec23b
Tmem94
Olfr342
Sfta2
Akap4
Calcb
Cryaa
Gjb5
Caskin2
Olfr1188
Pdgfrb
Wfdc18
Olfr1181
Slc39a10
Krtap19-4
Pts
Il1rapl2
Tfcp2
Abcg1
Senp1
Bbip1
Dhrs9
Olfr435
H2al2a
Krt76
Tmem120a
Maneal
Tmub2
Rubcnl
Fam72a
Ptar1
Ccar2
Palb2
Zfx
Zc3h12c
Sec14l2
Gprc5a
Atp12a
Aebp1
Jcad
Slc25a14
Prap1
Tmem223
Dusp19
Krtap13-1
Mdm4
Dnah17
Ipo8
Dnah11
Dab1
Arhgef33
Zfp719
Cercam
Olfr270
Zfp651
Nadk
Htra2
Fer1l6
Ppp1r21
Idh3a
Ets1
Ehbp1l1
Vmn2r116
Elovl7
Mtm1
Aicda
Ano5
Tomt
Olfml1
Rock2
Man1b1
Rasgrp1
Spa17
Htr7
Nlrp5
Tspoap1
Olfr1347
Mier1
Brwd1
Ep400
Vamp3
Gpc4
Shroom2
Ugt1a1
Etfrf1
Nrxn1
Cyp2d26
Slc15a2
Nasp
Defa28
Golim4
Strn
Dsg1a
Timm9
Cpsf3
Mcm7
Sesn1
Prr22
Slc17a4
Chfr
Myl1
Tbxas1
Bdp1
Chrna10
Taar4
H1fnt
Hoxc11
Slc10a6
Slc2a6
Mboat4
Olfr605
Hid1
Ahsa2
Bpnt1
Ptpn12
Pcbp4
Ppfia4
Peg3
Vip
Hikeshi
Per2
Unc13a
Clip3
Dner
Bag3
Olfr1024
Tent5b
Tssk1
Adrb1
Ceacam11
Rbak
Ice1
Mchr1
Homer2
Klre1
Mob3b
Thbd
Ddx46
Gltpd2
Jtb
Slc25a54
Invs
Il5
Dync1li2
Olfr1431
Inmt
Trnp1
Tmem61
Magea4
Wasf3
Sstr5
Rgs11
BC051019
Mcemp1
Cdh12
Ccne1
Skp2
Mapt
Rad52
Snn
Fech
Zfp101
Ccdc34
Cept1
Cpne2
Tlx1
Panx2
Kcnj5
Mrgpra2a
Irgm1
Kcnj15
Ppp6r2
Prrc1
Rbm11
Hnrnpk
Cab39
Olfr1406
Usp22
Eloa
Smarcad1
Shroom3
Zfp949
Tmem125
Arap2
Slc8b1
Ugt1a10
Slitrk2
Pgam2
Cypt14
Soga1
Grm4
Zfp982
Lgals3bp
Mtif3
Tyw1
Exd1
Ankar
Vmn2r25
Ube3a
Rgs8
Bhlhe23
Sema4b
Olfr498
Trabd2b
Itgal
Olfr1564
Hck
Asap2
Ctsj
Fam214b
Snap47
Hist1h2bc
Cntd1
Impa1
Stk24
Hdhd3
Pyroxd1
Ppp1r17
Fxn
Rab27b
Olfr1178
Adarb1
Tbc1d14
Dnmbp
S100a1
Zfp120
C1ql1
Pask
Nceh1
Adamtsl3
Prdx3
Olfr827
Eya2
Rb1cc1
Fshb
Zswim4
Epn1
Olfr639
G6pc
Crygc
Spon2
Trim12c
Ramac
Cacng3
Slain2
Tmem74b
Tcap
Ftmt
Plcz1
Mitf
Slc6a15
Ctsll3
Chchd4
Sppl2c
Otud3
Pigl
Olfr1396
BC051665
Olfr177
Clec1a
Man1a
Brap
Insr
Slc22a16
Rad21
Sco1
Cpne7
Slc25a10
Zadh2
Bbs7
Guf1
Slc35b4
Trps1
Tekt3
Msh3
Epha1
Ccdc90b
Olfr617
Kprp
Vmn1r201
Sptan1
Tecrl
Defb23
Pou2f1
Kitl
Khdc3
Kcna2
Fmo2
Ndufa9
Vapa
Daw1
Phlda3
Tacr1
Kcnu1
Mixl1
Saal1
Tmem184c
Kcna5
Ccer2
Polr2g
Pgam5
Xpr1
Ckap5
Gem
Fabp7
Itpr1
Edem2
Romo1
Clstn1
Socs2
Adamts2
Rbm12b1
Sde2
Vmn1r228
Adcy2
Sp4
Ticam1
Lysmd1
Tiparp
Cytl1
Mettl24
Nrsn2
Prag1
Celf1
Zp2
Rad51
Brd3os
Tro
Ccdc61
Anxa2
Dnah9
Atat1
Uqcc1
Tnni1
Pakap
Ptchd1
Scn2a
Ino80d
Tspan2
Hcn1
Ift88
Cdk2ap2
Olfr3
AW549877
Dusp28
Klra7
Gcnt2
Slc5a7
Ddx19b
Slc7a12
Mdh1
Atp5f1
Aqp8
Fmr1nb
Eepd1
Olfr609
Zfp212
Rabep1
AU015836
Nat9
Acss1
Rmi2
Olfr653
Olfr1402
Krtap4-9
Knl1
Traf2
Nrxn2
Myo15b
Slc28a2
Ints9
Arhgap22
Habp2
Tas2r121
Otud6b
Fancd2
Prim1
Krtap10-10
Dnal1
Gfm1
Spx
Themis3
Mrgpra6
Slc25a36
Dnajb12
Prr29
Mtap
Adtrp
Picalm
Nadsyn1
Slc27a3
Acad10
Sap30
Olfr891
Spata2l
Spns3
Pcdhb21
Pmf1
Ucn
Nisch
Mamdc4
Csta1
Irf2bpl
Ffar1
Pex3
Rab11fip4
Pcsk1
Cacna1f
Mfsd2b
Nsa2
Wdr91
Dtwd2
Ms4a4b
Ndufb8
Bcar3
Map4
Pdzrn4
Mydgf
Adamts8
Setd4
Fam161a
Ly6g6f
Strip2
Alkbh6
Hnf4a
Slc35e2
Cela1
Nr1i2
Lpar5
Fh1
Tmem215
Cadm1
Acat1
Ephb3
Ddx52
Isoc1
Sult2b1
Dync1i2
Ern1
Skint10
Crebzf
Esr1
Alkbh5
Plcg2
Dnajb5
N4bp3
Yeats2
Clcf1
Mospd1
Clip1
Lrrtm1
Klf7
Fhad1
Fxyd7
Olfr582
Spata33
Csk
Fkbp7
Med31
Pole4
Kat6a
Txnrd2
Prmt9
Btrc
Scg3
Nipsnap3a
Neu4
Sik2
Ten1
Pld1
Cbfa2t2
Atp1a1
Akr1c21
Hoxd4
Mgrn1
Pigx
Dyrk1a
Pxylp1
Proser3
Pdgfra
Them4
Trdn
Sln
Olfr1168
Ube2r2
Pou2f2
Krba1
Xlr4a
Serpinb3c
Vmn2r121
Tll2
Nat8f2
Ankrd23
Slc47a1
Cd180
Ciz1
Dmrta1
Dnajc10
Tm9sf2
Fam118a
Cln5
Papss2
Csf3r
H2-M2
Rhno1
Med20
Psen1
Qdpr
Vps13c
Ube2g2
Hipk3
Ptprq
Tenm3
Neurod4
Pcbd1
Ccdc85a
Lyzl4
Ywhah
Tacc3
Lmna
Cnpy1
Zswim3
Igfbp4
Bfar
Ncoa1
Atp9b
Slc39a9
Rgs19
Cacna1d
Nap1l5
Mypop
Mvd
Arntl
Rxrb
Tmem159
Olfr895
Olfr1037
Slc30a8
Dbndd1
Nr1h5
Olfr1025-ps1
Map2k7
Tprg
Gjb1
Ints13
Slc6a7
Plekha2
Olfr585
Zfp648
Scnn1b
Fzd6
Pycr1
Esp38
Cyb5d2
Chmp6
Tor1a
Pcdhga9
Zfp512
Zzz3
Eqtn
Tspan10
Atg4c
Calm2
Dcc
Clec4a2
Pde6c
Katnal1
Myot
BC017158
Efhd2
B9d2
Tmem200a
Ahnak2
Zfp958
Cntn5
Art5
Emsy
BC034090
Arl8b
Vmn1r178
Gde1
Pkm
Gmppa
Kctd14
Pidd1
Adig
Nipal4
Nampt
Cdh24
Prkrip1
Zfp365
Rnf44
Tat
Rnf144b
Psd3
Tpsab1
Olfr1451
Zfy2
Nid2
Hspb11
Tmc8
Fam107a
Ints12
Map6
Nol8
Def6
Adcy10
Anapc4
L3mbtl1
Nwd2
Aco2
Pcdh12
Slc25a11
Pxk
Tspyl3
Olfr1297
Aldoart2
Klhl12
Olfr116
Src
Tmprss9
Psmb8
Med17
Msx2
Trim55
Gja4
Marc2
Mucl3
Serpina1c
Hspd1
Zcchc17
Pla2g2d
Iglon5
Tnfrsf19
Slc25a29
Lta
Usp36
Gstz1
Kantr
Fbln1
Btg2
Wnt9a
Apobr
Zfp984
Pga5
Olfr573-ps1
Agbl4
Olfr771
Etv5
Eid2
Siglec15
BC055324
Olfr156
Cetn4
Dgke
Fcor
V1ra8
Olfr1065
Tceanc2
Mthfd1
Cdk12
Zfp236
Proc
Cops2
Pik3c2a
Dnaja1
Mitd1
Nwd1
Fhod1
Sptb
Pard3b
Tas2r122
Htra3
Ywhaz
Specc1l
Klk8
Il17a
Fndc5
Kcnk15
Lrrc41
Mios
Dennd4a
Marf1
Micos13
Cltc
Luc7l3
Vmn1r84
Gdpd4
Irgm2
Erh
Tcrg-V6
Pola1
Il4i1
Lrriq1
Dzank1
Pam
Fbxl8
Olfr93
Dmbt1
Patl2
Spata21
Usp33
Ptgis
Mapk8ip1
Fgf13
AI467606
Emilin2
Mgam2-ps
Dppa4
Sectm1b
Chrnb3
Fbxo21
Plod2
Skint9
Uri1
Osbpl10
Papolg
Rragd
Myb
Fars2
Pias2
Acd
Gpx5
Sec23ip
Spp2
Zfp263
Spast
Scd4
Mfn2
Cr1l
Olfr849
Olfr1416
Slc23a3
Vsig8
Fam98b
Onecut3
Olfr282
Olfr599
Erp44
Klra6
Taar5
Ccdc65
Dtna
Clcc1
Lgals12
Mettl2
Syne2
Fndc4
Inip
Lmntd1
Hpse2
Dlx5
Hcst
Slc29a2
Adamts19
Adh5
Glp2r
Calu
Srarp
Ssh2
Stxbp5
Arhgap28
Kcnv2
Hcn3
Nmnat3
Ctsq
Plcb2
ccdc198
Cct3
Fbxw11
Nipal1
Ablim2
F2r
Pik3r1
Pi4ka
Gpn2
Kmt2a
Tmem222
Kif24
Spop
Saysd1
Otoa
Tspan4
Irx5
Cyb5a
Ins1
Prickle3
Olfr141
Arap1
Rs1
Slc27a1
Cnppd1
Gemin4
Dixdc1
Gpr107
P2rx6
Scd2
Spag5
Kif17
Got1
Mtcp1
Ss18l1
Cyp3a59
Rad54l
Ikzf4
Pcdha11
Zfhx2
Slc3a1
Stat4
Cycs
Ncoa6
Noct
Csnka2ip
St3gal6
Ccs
Naprt
Kcnj16
Tmem8
Cyb5b
Tnnc2
Plxna4
Tex35
Plxnb2
Chodl
F2rl1
Nedd4
Hook3
Marveld2
Dnajc21
Trim38
Dctn4
Natd1
Rp1
Sumf1
Fgd4
Stambpl1
Hmg20b
Pin4
Lrrc42
Actl10
Ranbp6
Cenpt
Fdft1
Hdhd2
Atg9b
Zfp551
Psors1c2
Elfn1
Tbce
Pcdh15
Spatc1
Fbxl3
Sorcs3
Spon1
Acot10
Stc2
Ncam1
Epg5
Angptl4
Olfr406
Pramef17
Sgsm2
Acta1
Cfd
Slirp
Slc35a2
Rer1
Oas1d
Olfr397
Calml4
Myrip
Plekha5
Vmn1r11
Fbxo22
Bhmt2
Dcstamp
Tmprss11e
Cdc42bpg
Usp21
Gal3st4
Pskh1
Wdr86
Kbtbd13
Olfr1274-ps
Exoc6b
Ankrd13c
Afg1l
Tyr
Spic
Apob
Prorp
Bmx
L3mbtl4
Fam174a
Sycp2
Ankdd1a
Plau
Aff2
Sct
Vmn1r87
Prf1
Agfg2
Nup107
Ccl25
Slc17a3
Casz1
Pdxdc1
AA467197
Pde3a
Pgpep1
Olfr25
Tnrc6c
Tpd52l2
Atp1b4
Ddx41
Prps1l1
Rc3h2
Ttc12
Fem1a
Lmod3
Crtac1
Magi1
Rapgef4
Sqstm1
Adamts6
Lrfn1
Anapc11
Nin
Fzd8
Zzef1
Dbp
Olfr32
Dcp2
Bri3
Snrpd3
Lhpp
Med19
Corin
Itprip
Paqr6
Mmp12
Ccdc22
Gzme
Olfr395
Ccdc25
Olfr1471
Igfl3
Neil3
Rcor1
Tgfbr3
Olfr677
Nlrp2
Prl3d1
Ms4a5
Olfr1434
Ces2a
Cbll1
Taf7l2
Lrr1
Zc3h14
Fam228b
Syngr3
Zfp644
Apc
Cyp19a1
Cdkl3
Opn4
Mab21l3
Neurod6
Cux1
Jak1
Siglecf
Arl2bp
Lztfl1
Hoxa11
Olfr843
Emx2
Muc19
Acp1
Nlgn3
Sumf2
Fank1
Rnf145
Mmrn1
Gls2
Mt2
Itih4
Ost4
Ly6e
Tmem45a
En1
Tmc7
Rfx7
Tmem136
Polg
Acsl6
Prps1l3
Pilra
Tmem263
Obox5
Dynlrb2
Ncbp1
Mre11a
Vps11
Epm2aip1
Nts
Fmnl1
Isy1
Ogn
Efcab6
Msto1
Sox9
Kifc1
Vars
Dolk
Rbpms
Foxo3
Sdr39u1
Olfr101
Lrrc32
Bmerb1
Prss30
Lrpprc
Zfp24
Ttc21b
Slc39a6
Morn2
Taf7l
Pcdha5
Clec2h
Neu1
Tbk1
Myo5b
Vmn1r81
Zbtb9
Erich4
Tuba4a
Nrgn
Pdpk1
Acsl5
Gper1
Sipa1l2
Rbpjl
Pla2g4c
Luc7l2
Cd8a
Mettl25
Ctsg
Zc3h13
Naga
Pgm5
Tek
Olfr183
Mdn1
Zfp760
Kdf1
Nit2
Gmeb2
Il20rb
Lrrc47
Wdr90
Nae1
Exosc4
Rnf2
Olfr275
Zfp12
Cand2
Stk35
Fam234b
Pappa2
Ethe1
Olfr711
Atp6v0a1
Smc6
Thoc7
Dennd4c
Haus3
B4galt5
Plvap
Ccdc84
Krtap20-2
Pcdha12
Cthrc1
Efna5
Fam83b
Lamc1
Alg14
Olfr171
Rpap1
Rsrc1
Triap1
Il13
Dnaic1
Acp4
Cnst
Scn11a
Tjp3
Zfp286
Adprm
Krtap11-1
Tex13b
Setd1a
Gnb4
Pcolce
Nrf1
Spata31d1b
Ndst2
Sh3bp4
Psph
Bnip1
Pvr
Lonrf3
Fam124a
Set
Zfp870
Kctd8
Rmc1
Tll1
Gli1
Tmem97
Stim1
Klhl21
Taok3
Fkbp6
Tex15
Arhgef18
Phkb
Ppp4r4
Glis2
Clcn4
Cst8
Olfr517
Cmah
Cdc42bpb
Zswim7
Nell2
Echdc1
F7
Dcps
Ankzf1
Htr1d
Arsb
Grin2a
Tubb1
Cntn2
Sass6
Igf2bp1
Vmn1r5
Lypd2
Zfp39
Pifo
Mgat5b
Acat2
Sirpb1c
Egfem1
Mien1
Pbrm1
Cd3e
Dck
Rhot1
Mospd3
Insrr
Klk1b26
Clic5
Zfp438
Cemip2
Phf21b
Glrx2
Ampd1
Mfsd3
Hist1h2ba
Aebp2
Krtap24-1
Lipg
Vmn1r80
Pcmtd2
Gpx1
Olfr221
Ttll12
Ang
Vps13b
Ncs1
Srd5a1
Olfr220
Clps
Sox2
Slx1b
Tlnrd1
Nxf3
Tex13c3
Neurod2
Dmbx1
Traf1
Cacna2d2
Kiss1r
Srd5a2
Skiv2l
Man2a1
Olfr509
Tmem63c
Olfr1448
Mbl2
Rnf8
Fgf6
Klf6
Pdzph1
Skint2
Ttc41
Sectm1a
Prlh
Zcchc3
Mtmr2
Trf
Fam50b
Slc7a15
Zfat
Synpo
Cpeb4
Reep4
H2-M10.6
Pde7b
Olfr1420
Arpc1b
Sval2
Cenpf
Ccdc148
Mus81
Sfrp2
Gng2
Gpha2
Blzf1
Mex3c
Ikbkg
Txn2
Pip5k1a
Ralbp1
Lgr5
Ube2dnl2
Efna1
Umad1
Chmp1a
Hoxd1
Tmem184a
Olfr18
Cpne8
St6galnac4
Trbv31
Zfp407
Mal2
Ccl3
Olfr694
Kcnf1
Mlana
Xlr5c
Defa21
Kcng2
Krt14
Ush1g
Rbsn
Fcmr
Vmn2r41
Tcerg1l
Lzts1
Pigz
Camk2n2
Gabrb1
Spata31
Plekho2
Hamp
Derl1
Gga1
Dsc3
Fnip1
Bhlhe22
Kif3b
Ganab
Aga
Ddt
Unc5d
Pex13
Dhrs11
Fem1b
Rprml
Usp5
Bola1
Cd55b
Ptp4a3
Ly6g5b
Arl6ip6
Fxyd3
Islr
Krt1
Cuta
Car8
Ndufs1
Sgms2
Mcm3
Nsmce3
Pgap3
F12
Olfr1228
Gpihbp1
Kcns2
Snx7
Odaph
Elf5
Actr3b
Zc3h3
Nkpd1
Csnk1d
Gpr4
AU041133
Vmn1r49
Chil4
Rbm27
Olfr1288
Htr1f
Otud7a
Gck
Slc22a12
Gns
Ms4a18
Mat2b
Casc4
Cebpzos
Urb1
Gcfc2
Fbxw2
Tmem143
Shq1
Rcc1l
Mpp5
Adam6b
Tbxa2r
Mtnr1a
Apol7a
Ralgapa2
Mycbp
Cep41
Samd13
Wls
Asic3
Gbx1
Cox6a1
Psmc4
Dhrs3
Vmn2r76
Wfdc5
Mesp2
Nup214
Nxnl1
Lyrm1
Zfp709
Hspb2
Prrg1
Lmbr1l
Exd2
Ippk
Alppl2
AU018091
Olfr556
Spata24
Krtap5-2
Nadk2
Gas7
Arl10
Bik
Sephs1
Suclg2
Cd34
Naif1
Stim2
Mei1
Fbxo24
Cyct
Aff1
Pdia4
Zfp882
Stpg1
Plxna1
Camk2d
Olfr1106
Sinhcaf
Gpr165
Spred3
Slc1a3
Fbxo32
Mfng
Ttc25
Dpt
Gpatch11
Esp8
Aldh7a1
Kcnk5
Actg2
Olfr366
Igf1
Olfr1411
Trmt5
Olfr606
Ly86
Itk
Olfr172
Spin1
Sptbn1
Eddm3b
Thumpd1
Cxcr6
